{
    "response": {
        "status": "ok",
        "userTier": "developer",
        "total": 2439361,
        "startIndex": 1,
        "pageSize": 10,
        "currentPage": 1,
        "pages": 243937,
        "orderBy": "newest",
        "results": [
            {
                "id": "sport/live/2023/jul/21/the-ashes-2023-england-v-australia-fourth-test-day-three-live-updates-score-results-eng-vs-aus-old-trafford-start-time",
                "type": "liveblog",
                "sectionId": "sport",
                "sectionName": "Sport",
                "webPublicationDate": "2023-07-21T10:51:57Z",
                "webTitle": "The Ashes 2023: England v Australia, fourth Test, day three – live",
                "webUrl": "https://www.theguardian.com/sport/live/2023/jul/21/the-ashes-2023-england-v-australia-fourth-test-day-three-live-updates-score-results-eng-vs-aus-old-trafford-start-time",
                "apiUrl": "https://content.guardianapis.com/sport/live/2023/jul/21/the-ashes-2023-england-v-australia-fourth-test-day-three-live-updates-score-results-eng-vs-aus-old-trafford-start-time",
                "fields": {
                    "headline": "The Ashes 2023: England v Australia, fourth Test, day three – live",
                    "byline": "Geoff Lemon (now) and Rob Smyth (later)",
                    "thumbnail": "https://media.guim.co.uk/e46e0d7a4926b1931d533f83f8866c6ae76d18d4/0_269_2192_1315/500.jpg",
                    "bodyText": "83rd over: England 437-4 (Brook 40, Stokes 51) Green carries on, he is throwing in the odd fuller ball to complement his short stuff. Only four on the boundary now, deep square, fine leg, deep third, deep point. Only one run from the over. The new ball comes out via the fourth umpire, but isn’t taken yet. Joel Wilson has it in his pocket. 82nd over: England 436-4 (Brook 40, Stokes 50) Again England take some care against Cummins, only two singles. The second of those to deep point brings up fifty for Stokes. 81st over: England 434-4 (Brook 39, Stokes 49) Australia choose not to take the new ball, banking on the old one being harder to smash perhaps. Weird field for Green bowling to Brook, six out on the rope either side of the wicket for cross-batted shots as he keeps bowling short. Then one from a fuller length to Stokes explodes off the pitch! There’s that variable bounce. It rears up, and luckily for Stokes it’s outside off stump and he’s able to flinch away from it. 80th over: England 429-4 (Brook 36, Stokes 47) Marsh is still off the field. The Australian camp first says he has no problem, then says he’s managing some soreness from yesterday. He bowled 9 overs. Three others have had a go, now it’s Cummins. He starts well, tucks up Stokes for a few balls, only gives away two singles. That’s a win right now. I doubt it will last. 79th over: England 427-4 (Brook 35, Stokes 46) There’s the Harry Brook back-away-baseball shot. Doesn’t time it, gets two runs through mid on. Cameron Green is bowling now, bumper theory, Brook pulls down the leg side for one. Five off the over all up. 78th over: England 422-4 (Brook 32, Stokes 44) Brook’s turn to join in the fun, blasting a cover drive from Starc for four, at which point the Australian quick errs with a full toss that gets the same treatment. Two balls later, an even better shot, timed through deep third with an almost still bat! An even dozen for Harry. James Kerr is supporting England from Amorgos on a scorching day. His eldest daughter, he says, will be following Australia. “Born 18 years ago at the wonderful Royal Randwick. Her first few weeks were spent nightly in my arms in our little cottage in Redfern following the epic 2005 series. I didn’t miss a ball. This is as good.” 77th over: England 410-4 (Brook 20, Stokes 44) He’s in the Stokes zone now. Stepping down and a little outside leg to make the room for a huge swing of the bat, all the way around to midwicket where he belts Hazlewood away for for. 76th over: England 406-4 (Brook 20, Stokes 40) Another run out missed! This one is a direct hit attempt, more difficult as Labuschagne pings from midwicket. Brook at the non-striker’s end had come down and had to turn back. Email from Tom Farrell, which I promise I was trying to get to before play but ran out of time. “In the 15 overs after Crawley fell last night, England scored at a little over 3 an over. We can all see the weather forecast: surely England’s only hope of victory was to push on, get a lead of 150-200 by as early as possible today, and have at least a couple of sessions to bowl at the Aussies? Even if it didn’t work, defeat would still be incredibly unlikely. Instead, Bazball went missing precisely when it was needed. The draw is now odds on. Discuss.” There’s some logic to that. They had Australia down and out and could have really punished them. It was odd to pull back. But then, Stokes has done exactly that almost every time he has batted in this series. I assume that his logic, after Crawley and Root were out in quick time, was to make sure Australia didn’t get anything else out of the day to help them feel better, and then to come out the next morning and lay into them afresh. Which he’s now doing. 75th over: England 403-4 (Brook 19, Stokes 38) Stokes on the pull shot might be the shot of this series. Hazlewood tests him from around the wicket and he dismisses it for four. 74th over: England 397-4 (Brook 18, Stokes 33) Starc will bowl from the Anderson End… and he may wish he hadn’t. On the pads, Stokes wallops him through midwicket like he’s shovelling coal. In response, Stokes nearly loses a foot, Starc blasting a yorker through him but it’s outside leg stump. Squeezes out a run, Brook dashes another, Stokes drives to deep point and wants two. Gets two, running like it’s the 50th over of an ODI, and he should have been out! Neser’s throw from the deep is pretty accurate but it bounces and reaches Carey very low to the ground. The Australian keeper doesn’t take it cleanly, he would have had Stokes. Now, this is interesting on the replay. Carey’s gloves hit the stump and the bails come off. But the ball actually ricochets off his gloves and hits the the stump a split second before his hand does. Carey doesn’t know that, he signals not out and doesn’t appeal. The ball wouldn’t have actually dislodged the bail before the glove did, though. It would have done if the glove hadn’t hit and hastened the process though, though. Would have been a niche one for a third umpire. 73rd over: England 389-4 (Brook 17, Stokes 26) Whoosh! Stokes starts the day with a huge slap through point, except he doesn’t hit the ball. Revises his ambition in a downward direction and nudges a single next time around. Brook drives three through cover. Neser is fielding. But Starc is out there. Mitchell Marsh is off the field. Probably busy being nice to somebody somewhere. Players are out on the field, Hazlewood warming up to bowl from the Statham End. “Morning Geoff,” writes Simon McMahon. “Had tickets for days 3 and 4 but gave them up as family and travel plans changed late on. I’m now convinced that today will go down in Ashes folklore, England bowling out the Aussies in a session to win by an innings before the rain comes tomorrow. And I’ll be following it all from home on the OBO. Which of course is much better than actually being there anyway, right? Any worse choices not to go to a sporting event out there…?” We had a Final Word listener write in with the story of how his dad took him away from Edgbaston so they could go to the movies when a boring rain-affected Warwickshire draw was guaranteed on the final day. Brian Lara finished with 501*. Test Match Special overseas, you say? The soothing sounds of British voices and the occasional trumpeting Jim Maxwell shipping forecast? Go on then. Click. The big story of the day, of course, was the big innings of the day. It might well prove be a story much bigger than one day, too. Jonathan Liew on The Zak. I was on Australia Watch, which was a pretty grim watch to be on by the end of the day, when quality bowlers were being belted around like club threes. And no spinner, hey? And yes, we have a Final Word pod for those who like their cricket through their ears. Andy Bull was on Moeen Watch, after the purring cover drives that were the highlight of his half-century. Mo’s, not Andy’s. Simon also put together the Ashes Diary. We’ve had confirmation from the Australian camp now, by the way, that Starc is strapping that shoulder and will bowl. Simon Burnton had Crawley’s reaction from the post-play presser. Let’s catch up? Start with the match report from Ali Martin, who was still tapping away well into the evening at Old Trafford. Hello from Manchester. Australian supporters, have you emerged from your depression caves? Englishers, have you surfed down from your oxytocin highs? What a bewildering blaze of Test batting that was yesterday. The England team had talked of Zak Crawley as an investment – he paid off like selling out of GameStop at the peak. Ashes on the line, and here we are. It’s funny, England only lead by 67, which in an ordinary match would have Australia still in it if they bowled well on this third morning. But it feels like 267 given how dominant England were yesterday. The emotional cost will be heavy. And it could well be 267 for real if Stokes, Brook, Bairstow live up to their capabilities. A bowling comeback from here would be one for the ages. That chance will be further diminished by Mitchell Starc’s shoulder injury sustained late yesterday while fielding – the Australians say that he will bowl today, but he’ll surely be hampered. It has been raining in Manchester overnight but hopefully we’ll still get a start on time."
                },
                "isHosted": false,
                "pillarId": "pillar/sport",
                "pillarName": "Sport"
            },
            {
                "id": "politics/live/2023/jul/20/byelection-results-conservatives-labour-lib-dems-somerton-frome-uxbridge-south-ruislip-selby-ainsty-uk-politics-latest-news",
                "type": "liveblog",
                "sectionId": "politics",
                "sectionName": "Politics",
                "webPublicationDate": "2023-07-21T10:51:10Z",
                "webTitle": "Byelection results: Ed Davey calls for general election after Somerton and Frome win, saying ‘get these clowns out of No 10’ – live",
                "webUrl": "https://www.theguardian.com/politics/live/2023/jul/20/byelection-results-conservatives-labour-lib-dems-somerton-frome-uxbridge-south-ruislip-selby-ainsty-uk-politics-latest-news",
                "apiUrl": "https://content.guardianapis.com/politics/live/2023/jul/20/byelection-results-conservatives-labour-lib-dems-somerton-frome-uxbridge-south-ruislip-selby-ainsty-uk-politics-latest-news",
                "fields": {
                    "headline": "Byelection results: Ed Davey calls for general election after Somerton and Frome win, saying ‘get these clowns out of No 10’ – live",
                    "byline": "Andrew Sparrow (now); Helen Sullivan and Nadeem Badshah (earlier)",
                    "thumbnail": "https://media.guim.co.uk/0bdf42530997b8f7c1ad57e24f1d0613e7df1c9f/119_210_3228_1937/500.jpg",
                    "bodyText": "Boris Johnson has put a message on Twitter saying the Uxbridge result shows the Tories can win all over the country. Fantastic news from Uxbridge. Well done @tuckwell_steve and the amazing Conservative council and association members. This shows the Conservatives can win in London and around the country. Johnson was the previous MP for Uxbridge and South Ruislip and the byelection only happened because he resigned when he learned that the Commons privileges committee was going to recommend a suspension that could have led to a recall byelection. Today’s result could be seen as implying that, if Johnson had held on and fought a recall byelection, he would have won. But there is no guarantee of that. The Conservatives won the byelection because they successfully turned it into a referendum on Ulez. If Johnson had been the candidate, that would have been impossible, because the byelection would almost certainly have been a referendum about him, and about his lying over Partygate (the subject of the privileges committee inquiry). Ed Davey, the Lib Dem leader, is in Frome, celebrating his party’s victory in the Somerton and Frome byelection. The Liberal Democrats (for reasons best known to themselves) adore cheesy, photocall stunts, and this morning Davey fired a mock circus cannon to illustrate his message about it being time to “get these clowns out of No 10”. Davey also urged Rishi Sunak to call a general election now – which, of course, he won’t. Davey said: The people of Somerton and Frome have spoken for the country and sent a message to this appalling Conservative government. People are struggling to get a GP appointment or find a dentist for their kids. They are working hard and making big sacrifices just to make ends meet, and yet the Conservatives are so out of touch they don’t even seem to notice. That’s why lifelong Conservative voters have turned to the Liberal Democrats in their thousands, and why longtime Labour voters have lent us their support to get the Conservatives out. Ringmaster Rishi is out of touch, out of ideas and out of excuses. It’s time for a general election to end this Conservative circus and get these clowns out of No 10. And here are some of the most interesting comments on the byelection results from commentators on Twitter. From James Johnson, a pollster who used to work for Theresa May From Sam Freedman, a Prospect columnist From Robert Colvile, head of the Centre for Policy Studies thinktank From Ben Walker from Britain Elects and the New Statesman From the academic Will Jennings From Keiran Pedley from the polling firm Ipsos From David Boothroyd, a Labour councillor and political historian From Luke Tryl, head of More in Common UK, which campaigns for inclusivity The elections expert Lewis Baston has written a good analysis of the results for the Guardian. He says the Conservatives should not take too much comfort from what happened in Uxbridge. He says: The Conservatives will find it hard to replicate the anti-incumbent technique outside London or Wales, and there are only a handful of other constituencies that resemble Uxbridge electorally or demographically (and the Uxbridge swing is big enough to take out some of them). The problem the Tories have is that there are large numbers of constituencies that are a bit like Selby and Ainsty or Somerton and Frome. Selby and Ainsty in North Yorkshire is a mixture of small towns, commuter villages and some countryside, neither poor nor affluent. It has elements of “red wall” and “middle England” and a big swing here has wide implications. The Uxbridge result might caution us against expecting too many Labour advances into new territory in 2024, but Selby and Ainsty suggests Labour is on course to rebuild the electoral coalition that previously brought it victory. Somerton and Frome was part of a swathe of rural and small-town former Lib Dem seats in the south-west that seemed like extinct volcanoes after the coalition government and Brexit. If these seats are in flux, the Conservatives face a daunting task if they are to retain an overall majority … The swings since 2019 look as if they are all over the place – 29% to the Lib Dems in Somerton and Frome, 24% to Labour in Selby and Ainsty, and only 7% to Labour in Uxbridge and South Ruislip. But from a longer perspective it looks a lot clearer. It is less dangerous to prognosticate on the basis of three byelections in very different types of seat than it is for a single byelection. In 1997 the Lib Dems gained Somerton and Frome by 130 votes – in 2023 they gained it by 11,008. In 1997 Labour gained the Selby constituency by 3,836 – in 2023, on less favourable boundaries, Labour gained by 4,161. And in 1997 the Conservatives held Uxbridge by 724 votes; in 2023 they held a somewhat more Tory version of the seat by 495 votes. These results, allowing for the Lib Dems’ winning ways in byelections, show the level and distribution of the parties’ support is a bit worse for the Conservatives than it was in 1997. The Brexit realignment? Left on economics, right on culture? Gone like tears in rain. The full article is here. David Frost, the former Brexit minister, is also urging Rishi Sunak to scale back net zero policies. He tweeted: The lesson is surely that green policies are very unpopular when there’s a direct cost to people - as indeed all the polling says. This time that hit Labour. But soon it could be us unless we rethink heat pumps &amp; the 2030 electric car deadline. Conclusion: any autumn relaunch has to offer Conservative policies that bring back people who voted for us in 2019: tax, immigration, net zero, and more. There is a route to victory - but it means a rethink. The Labour leader, Keir Starmer, and his deputy, Angela Rayner, are on their way to Selby: Angela Rayner, Labour’s deputy leader, told Times Radio she was “cautiously optimistic” about her party’s chances at the general election in the light of the byelection results. She said: If you look at where we were in 2019 as a political party after that general election, and if you’d have said today I’d be talking to you about a win in Selby in a byelection and overturning a 20,000 majority for the Conservatives, you’d have laughed me out of the studio. Rishi Sunak met Susan Hall, the new Tory candidate for London mayor, in Uxbridge this morning. On Wednesday his press secretary admitted that, on various issues, he did not fully agree with her views. Like Jacob Rees-Mogg (see 8.46am), the Conservative MP John Redwood is also saying the Uxbridge result should lead to a government rethink on green policies. Keir Mather, who won Selby and Ainsty for Labour, is 25. He will be the youngest MP when he takes his seat, having previously been a researcher for Wes Streeting, the shadow health secretary. In an interview with Sky News overnight, Johnny Mercer, the veterans minister, implied that he was too young to be an MP. Asked if an injection of youth would be good for parliament, Mercer replied: I think it’s always good to get new people in politics, but I think we mustn’t become a repeat of The Inbetweeners. Asked to explain what he meant, Mercer said: You’ve got to have people who have actually done stuff. This guy has been at Oxford University more than he’s been in a job. You put a chip in him there and he just relays Labour lines, and the problem is people have kind of had enough of that. They want people who are authentic. People who have worked in that constituency, who know what life is like, understand what life is like to live, work and raise a family in communities like theirs. Angela Rayner, Labour’s deputy leader, said Mercer’s comments showed the “contempt” that the Tories had, not just for Mather, but for the people who voted for him too. Greg Hands, the Conservative chair, refused to endorse what his colleague said. Asked if he thought Mercer’s comment was appropriate, he told LBC: “I welcome young people coming into politics. We’ve got young Conservative MPs ourselves, young MPs in their 20s.” Speaking to Tories in Uxbridge, Rishi Sunak said the byelection results showed the need for him to “double down” on delivering on people’s priorities (his five pledges). He also claimed it was normal for the governing party to lose seats in byelections. He said: Byelections, midterms for an incumbent government, are always difficult. They rarely win them. The message I take away is that we’ve got to double down, stick to our plan and deliver for people. That’s what I heard when I was out on the doorsteps and that’s what we’re going to do. This is not quite true. Including the three contests yesterday, there have been eight byelections in what were Conservative-held seats this parliament. The Tories have lost five of them, but won three. Here is my colleague Kiran Stacey’s analysis of what the results means. And here is an extract. Conservatives portrayed the results as a sign that Labour’s huge national poll lead is vulnerable, especially when the Tories find the right issues to campaign on, as they did in Uxbridge with Labour’s plan to extend London’s Ultra-low emission zone. However, pollsters say the dramatic swings against Sunak’s party in Selby and Ainsty and Somerton and Frome show the national mood has turned against them, and may not return in time for next year’s general election. The Green party came third in all three byelections last night, with 10% of the vote in Somerton (where Labour lost its deposit), 5% in Selby (where the Lib Dems lost their deposit) and 3% in Uxbridge. Adrian Ramsay, the Green co-leader, said his party was the only one to increase its vote share in all three contests. He said: Greens came a credible third in each seat. We were the only party to increase our vote share in all three contests. That’s because we offered a clear alternative, though we were squeezed in the particular circumstances of these byelections. These were three Conservative seats with very significant majorities. A competent government that was providing solutions to the real, deep-seated crises facing our country would have held all three of them. The fact that they lost two of them underscores just how tired and fed up voters are with them. They have let the country down over the cost of living, over the climate emergency and over standards in public life. Now they are paying the price. Labour will make the best of the Selby result, but the truth is that a government in waiting - which is what Labour believe themselves to be - would have done even better against a Conservative party that has been the most chaotic and damaging in modern history, crashed the economy and repeatedly failed the environment. Sunder Katwala, from the British Future thinktank, points out on Twitter that the Greens did better than all the various rightwing, populist candidates. Reform UK’s best result was in Selby and Ainsty, where it got almost 4%. BBC News is showing footage of Rishi Sunak speaking to reporters in Uxbridge. He said the Uxbridge result showed that the next general election was not a done deal. He said: Westminster’s been acting like the next election is a done deal. The Labour Party has been acting like it’s a done deal. The people of Uxbridge just told all of them that it’s not. No one expected us to win here. But Steve [Tuckwell’s] victory demonstrates that, when confronted with the actual reality of the Labour party, when there’s an actual choice on a matter of substance at stake, people vote Conservative. Labour supporters may fear that Sunak has a point, but it is worth remembering that Labour has not won a parliamentary election in Uxbridge since 1966. Even in the Blair years, it was Tory. There was a byelection there soon after Tony Blair became prime minister in 1997, but even with New Labour at its most popular, the Conservatives won. Keir Starmer has been accused of following the Blair playbook closely. You could argue that losing byelections in Uxbridge is part of that. Jacob Rees-Mogg, the Tory former business secretary, is a Somerset MP, and he is being interviewed on the Today programme. Nick Robinson points out to him that, if the swing in the Somerton and Frome byelection were replicated in his seat at the general election, he would be out. Rees-Mogg says byelections are not always a good guide to what will happen in a general election. He says his message is “don’t panic”. He says in 1992 the Tories won back all the seats they had lost in byelections in the preceding parliament. And the Tories should learn a lesson from Uxbridge. Q: What lesson is that? Rees-Mogg replies: “That high-cost green policies are not popular.” Q: Greg Hands earlier defended government policy on the transition to green energy. Rees-Mogg says he agreed with what Hands said about going with the grain of human behaviours. He suggests there is no need to rush the phasing out of petrol and diesel cars. He repeats the point about the need for his party not to panic. They should support Rishi Sunak, he says. Q: You used to criticise him as socialist. Rees-Mogg says he wants the Tories to win the next election. No Conservative would want Keir Starmer in Downing Street. Q: Better the devil you know? Better a Conservative prime minister than a Labour one, Rees-Mogg says. He says the energy bill will put high charges on people. The government should not do that. Q: So you are saying back Rishi Sunak conditionally, provided he drops things like the energy bill. No, Rees-Mogg says. He wants Tories to back Sunak “regardless”, he says. UPDATE: Rees-Mogg said: You should learn from where the government has done surprisingly well against the form book, and learn there that high-cost green policies are not popular. I think the government should take away the power for these Ulezes, which is provided for by legislation ... You should go with the grain of what voters are doing anyway. Voters are year in, year out, buying cleaner cars with cleaner engines. The development of engines in recent decades have been phenomenal. You can do this by osmosis, rather than by hitting people, because actually all these charges hit the least well-off motorist rather than the rich motorist who buys a new car every few years anyway. Rishi Sunak is in Uxbridge with Steve Tuckwell, the victorious Conservative candidate, PA Media reports. They arrived in a cafe to loud clapping and cheering. PA says: The prime minister chatted to people sitting at the tables, celebrating the result which saw Tuckwell hold on with a majority of just 495, down from the 7,210 Boris Johnson secured in 2019. “Are you all pumped?” Mr Sunak said to one group as he thanked Tory campaigners. He also joked: “Normally when I get woken up at three in the morning it’s only bad news. So, it was a welcome change.” On BBC Radio 4’s Today programme, Nick Robinson, is discussing the results with Prof Sir John Curtice, the elections expert. He points out that Curtice was chuckling as Greg Hands claimed that what mattered most was the Uxbridge result. Curtice repeats the point he made earlier about, overall, the fall in the Tory vote matching what the polls are saying. (See 7am.) Hands says the government is not opposed to ultra low emission zones. But he says the Tories think people should not have to replace their cars until their cars have reached the end of their lives. Policies like this need to be introduced gradually, he suggests, so that they “go with the grain of human nature”. He says Sadiq Khan botched the consultation on the Ulez policy. This shows that Labour cannot be trusted to run things, he says. Q: What does Rishi Sunak have to change to respond to the concerns of the voters in Somerton and Frome, and in Selby and Ainsty? Hands says the government is focusing on the people’s priorities. Q: So you are not going to change – just carry on as now. Hands says the government needs to continue the work it is doing. Q: But the results show this is not what people want. Hands says there is a long history of people voting against governments in byelections. He goes on: Byelections are not always a good predictor of general elections. Greg Hands, the Conservative chair, is being interviewed by Nick Robinson on the Today programme. He says Uxbridge was the standout result of the night. It was not expected, he says. Q: But you need to face up to reality too. What do you think the voters are telling you? Hands says the voters “are saying that the Conservatives need to do better”. But that is why Rishi Sunak has set five priorities, he says. Q: Which ones are you actually delivering on? Hands claims the government is making progress. Q: But are you actually meeting any of them? You accept that? Hands says they were “not designed to be an easy thing to meet”. He says during the campaigns he picked up “a real misgiving about Labour in power”. And that was reflected in Uxbridge, which is in London, where Sadiq Khan has been in power, he says. George Osborne, the Conservative former chancellor, claims the Uxbridge result will give his party hope. He says: Despite dire results in Selby and Somerton – winning Uxbridge has given the Tories something very precious, that they didn’t have yesterday: hope. Hope they can get voters focused on what a Starmer government would mean for their cost of living. Hope this is more like 92 than 97. Rishi Sunak has posted a message on Twitter congratulating Steve Tuckwell, the Conservative candidate who won the Uxbridge and South Ruislip byelection. Asked about the defeat in Selby, Greg Hands, the Conservative chair, claimed it was caused by Tory supporters staying at home. He told GB News: Clearly we’re disappointed by the result in Selby and Ainsty. We had a fantastic candidate in Claire Holmes. What I would say is that result was driven largely by Conservative voters – previous Conservative voters – staying home. Clearly we’ve got work to do to win back the trust and confidence, we don’t deny that. Rishi Sunak has been in office now for nine months working very hard against the five priorities of halving inflation, restoring growth, reducing debt, cutting hospital waiting lists and stopping the boats. That is still work in progress. We’ll be fighting hard to regain that constituency next year. There may be some truth in the claim that some Tory supporters “stayed at home” during the byelection. But this is a normal occurrence in byelections, and it does not explain why the swing from the Tories to Labour was the second biggest since 1945. (See 5.39am and 7am.) The turnout was not particularly low in the byelection. Including those last night, there have been 16 byelections in this parliament. Only five of them had a higher turnout than in Selby and Ainsty. Greg Hands, the Conservative party chair, accused Keir Starmer this morning of “flip-flopping” on Ulez. In an interview with GB News he said: There’ll be real questions in Labour headquarters today about not gaining Uxbridge. Londoners see that Labour is not good at running things and they see that Keir Starmer is changing his views all the time depending on the audience that he has in front of him. In inner London he’s pro-Ulez, put him in outer London he’s suddenly expressing his doubts about Ulez. Hands was using the “flip-flop” line because portraying Starmer as someone who is unreliable, and who keeps performing U-turns, has become one of the Conservative party’s main attack claims. On Ulez, the Tories were entitled to claim that the policy was being introduced by the Labour mayor of London, but opposed by the Labour candidate in Uxbridge, where voters will be affected by the extension. Starmer’s line on Ulez was similar to that set out by Angela Rayner this morning (see 7.40am); he said that in principle he was in favour, but that he thought central government should have funded a more generous scrappage scheme to minimise the financial impact on drivers affected. Angela Rayner, Labour’s deputy leader, told BBC Breakfast that the problem with Ulez, the ultra low emission zone being extended to outer London, was that central government had not provided London with enough funding to help people, via scrappage schemes, who need to get rid of polluting cars. She argued that the Uxbridge result did not mean Ulez was wrong in principle; it just showed that people needed financial support to change their behaviour. She said: At the moment the government is failing to provide the support for people to change their behaviours. And they can’t outsource it to mayors or to cities. This is a problem that’s going to hit most of the UK because we do have emissions in some of our big major towns and cities that are unsafe for people and we’ve got to clean up our act. But that means we’ve got to help people to do that. The result in Uxbridge tells you that people want to do the right thing, but they don’t want to be penalised because they can’t afford to change their vehicles and there isn’t a scrappage scheme that complies with the legislation to help them do the right behaviours. So I think the public want to do the right thing, they just want to make sure they’re not penalised. I hear that and I think it’s something all political parties need to reflect on. Ian Dunt, the political commentator and author of the superb How Westminster Works … And Why It Doesn’t, has posted a good thread on Twitter arguing that what is really significant about the byelection results is what Uxbridge says about how easy it is to mobilise opposition to environmental measures. Daisy Cooper, the Lib Dem deputy leader, told the Today programme that the result in Somerton and Frome showed her party were “back in the west country”. She said there were 15 seats in the west country with smaller majorities than the one overturned in Somerton and Frome. She went on: There are seats like Chippenham and Cheltenham and Taunton Deane and places like that that we’re really going to be targeting. Amongst those 15 seats, we’re going to look at the result that we’ve had this morning and we’ll be looking at what other prospects there might be for us in that area. Nadine Dorries, the former culture secretary and Boris Johnson uber-loyalist, is arguing that the Uxbridge result is some sort of endorsement for her former boss. She has posted this on Twitter. If the horrible fictional invented by the media ‘long Boris’ syndrome did exist, it would have been felt the worst in his own former constituency. The swing and the numbers show v clearly, angry Tories won’t turn out for Sunak - they know how to administer their own justice. It’s an unusual view. According to a report in the Telegraph last week, Johnson’s only involvement in the campaign was a call to Steve Tuckwell, the Tory candidate, asking him if he had read Johnson’s Mail column about Ulez. “After Mr Tuckwell responded that he had read the piece, Mr Johnson replied: ‘Very good,’ and the call ended,” the Telegraph reported. But Dorries might not be entirely wrong. Her point about the Uxbridge result not being an endorsement for Rishi Sunak is one that Prof Sir John Curtice has been making too. (See 7am.) Keir Starmer has posted a message on Twitter saying the result in Selby and Ainsty shows “how powerful the demand for change is”. He says: Congratulations @Mather_Keir, Labour’s new MP for Selby and Ainsty! Last night, Selby and Ainsty made history. This incredible result shows how powerful the demand for change is. Only Labour can deliver that change, and build a better Britain. Prof Sir John Curtice, the BBC’s elections specialist, has delivered his assessment of the results on the Today programme. Here are his main points. Curtice said the swing in Selby, at almost 24 percentage points, was the second biggest swing from the Conservatives to Labour in a parliamantary byelection. The only bigger one was the swing in the Dudley West byelection in 1994 (29 points), he said. He said the swing in Somerton and Frome (29 percentage points) was only the fifth biggest byelection swing from the Tories to the Liberal Democrats. But two of the bigger ones were also in this parliament, he said, in Tiverton and Honiton, and in North Shropshire. He said it showed the Lib Dems were able to squeeze the Labour vote. He said the Tories “should not take too much comfort” from the victory in Uxbridge and South Ruislip. He said the Conservative candidate himself, Steve Tuckwell, said his victory was all down to the Ulez issue. Tuckwell did not interpret the result as an endorsment of Rishi Sunak, and his five priorities, Curtice said. He said, across all three byelections, the average drop in Conservative support was 21 points. That roughly matches the 18-point drop in Conservative support that the national opinion polls are showing, he said. He went on: In other words, taken as a piece, these three by elections are consistent with the depressing message of the opinion polls that the Conservatives are a long way behind. And he said Uxbridge result, which showed voters punishing Labour because of Ulez, would probably boost those in the party urging Keir Starmer to adopt a so-called “Ming vase” strategy (an ultra cautious, no risk approach). Curtice said the result showed the risk of “bold and perhaps desirable” policies that upset the electorate. It is called the “Ming vase” approach because Roy Jenkins once described Tony Blair, ahead of the 1997 election, as being like someone being very cautious because they were carrying a Ming vase across a shiny floor and were worried about dropping it. Some in Labour, notably Alastair Campbell in his The Rest is Politics podcast, argue that Ming vaseism isn’t enough, and that Labour needs to make a bold offer to voters too. And here is the Selby and Ainsty result in full. Keir Mather (Lab) 16,456 (45.96%) Claire Holmes (C) 12,295 (34.34%) Arnold Warneken (Green) 1,838 (5.13%) Mike Jordan (ND) 1,503 (4.20%) Dave Kent (Reform) 1,332 (3.72%) Matt Walker (LD) 1,188 (3.32%) Nick Palmer (Ind) 342 (0.96%) John Waterston (Soc Dem) 314 (0.88%) Sir Archibald Stanton (Loony) 172 (0.48%) Guy Phoenix (Heritage) 162 (0.45%) Andrew Gray (ND) 99 (0.28%) Tyler Wilson-Kerr (Ind) 67 (0.19%) Luke Wellock (Climate) 39 (0.11%) Labour majority: 4,161 (11.62%) Electorate 80,159; Turnout 35,807 (44.67%, -27.00%) 2019 result: Conservative majority 20,137 (35.69%) – Turnout 56,418 (71.67%) Adams (C) 33,995 (60.26%); Rofidi (Lab) 13,858 (24.56%); Macy (LD) 4,842 (8.58%); Jordan (Yorkshire) 1,900 (3.37%); Warneken (Green) 1,823 (3.23%) Here are the full result from Somerton and Frome. Sarah Dyke (LD) 21,187 (54.62%) Faye Purbrick (C) 10,179 (26.24%) Martin Dimery (Green) 3,944 (10.17%) Bruce Evans (Reform) 1,303 (3.36%) Neil Guild (Lab) 1,009 (2.60%) Rosie Mitchell (Ind) 635 (1.64%) Peter Richardson (UKIP) 275 (0.71%) Lorna Corke (CPA) 256 (0.66%) Lib Dem majority: 11,008 (28.38%) Electorate 87,921; Turnout 38,788 (44.12%, -31.46%) 2019 result: Conservative majority 19,213 (29.61%) – Turnout 64,896 (75.58%) Warburton (C) 36,230 (55.83%); Boyden (LD) 17,017 (26.22%); Dromgoole (Lab) 8,354 (12.87%); Dexter (Green) 3,295 (5.08%) Good morning. I’m Andrew Sparrow, and I will be covering the reaction to the most important byelection results of the year. But, first, here are the results in full. In all three byelections there were a lot of minor party candidates and so you might not have seen the numbers in full yet. Here they are, from PA Media. Here are the results for Uxbridge and South Ruislip. Steve Tuckwell (C) 13,965 (45.16%) Danny Beales (Lab) 13,470 (43.56%) Sarah Green (Green) 893 (2.89%) Laurence Fox (Reclaim) 714 (2.31%) Blaise Baquiche (LD) 526 (1.70%) Steve Gardner (Soc Dem) 248 (0.80%) Kingsley Anti Ulez (Ind) 208 (0.67%) Count Binface (Binface) 190 (0.61%) No Ulez Leo Phaure (Ind) 186 (0.60%) Richard Hewison (Rejoin) 105 (0.34%) Piers Corbyn (LLL) 101 (0.33%) Cameron Bell (Ind) 91 (0.29%) Enomfon Ntefon (CPA) 78 (0.25%) Rebecca Jane (UKIP) 61 (0.20%) Ed Gemmell (Climate) 49 (0.16%) Howling Laud Hope (Loony) 32 (0.10%) Seventy-seven Joseph (Ind) 8 (0.03%) Conservative majority: 495 (1.60%) Electorate 67,067; Turnout 30,925 (46.11%, -22.37%) 2019 result: Conservative majority 7,210 (14.96%) – Turnout 48,187 (68.48%) Johnson (C) 25,351 (52.61%); Milani (Lab) 18,141 (37.65%); Humphreys (LD) 3,026 (6.28%); Keir (Green) 1,090 (2.26%); Courtenay (UKIP) 283 (0.59%); Buckethead (Loony) 125 (0.26%); Binface (Ind) 69 (0.14%); Utting (Ind) 44 (0.09%); Yogenstein (ND) 23 (0.05%); Burke (Ind) 22 (0.05%); Smith (ND) 8 (0.02%); Tobin (ND) 5 (0.01%) That’s it from me, Helen Sullivan after, dare I say, a fun night. I’m handing over now to the brilliant Andrew Sparrow – stay tuned. If you’re just waking up – or just tuning in – here is what happened in the UK byelections: Labour and the Liberal Democrats each won a seat off the Tories, who kept the third seat, formerly Boris Johnson’s, of Uxbridge and South Ruislip. The winning Conservative candidate for Uxbridge and South Ruislip, Steve Tuckwell, blamed Labour’s failure to win on the London mayor, Sadiq Kahn, saying: “Sadiq Khan has lost labour this election and we know that it was his damaging and costly Ulez policy that lost them this election.” The Liberal Democrats won a sweeping victory in Somerton and Frome, with candidate Sarah Dyke crediting their win, in part, to the Tory’s “circus of chaos”. The swing at Somerton was 29.0 percentage points, or the equivalent of a net change of 29 in every 100 people who voted Tory in 2019 switching sides. The Somerton win makes Liberal Democrat leader Sir Ed Davey is the first leader of any political party to win four byelections since the 1990s, when Paddy Ashdown, founding leader of the Lib Dems, did so. Labour won Selby and Ainsty, making history with the largest Conservative majority (20,137) overturned by Labour at a byelection since 1945. Labour’s candidate in Selby, Keir Mather, is just 25 years old and will become the youngest MP in the House of Commons. Labour managed a swing of 23.7 points in Selby and Ainsty: the largest achieved by Labour at byelection since it won Dudley West from the Tories in December 1994 (29.1 points) and the second largest swing managed by Labour at a byelection since 1945. Labour’s win in Selby exceeds the national 12-point swing the party needs for an overall majority at the next general election and the 16-point swing suggested by recent polls. Labour has now gained two seats in byelections since the 2019 general election, after its 2022 win in Wakefield. Selby and Ainsty, tonight’s most exciting result, made history: it is the largest Conservative majority (20,137) overturned by Labour at a byelection since 1945. Here are the key numbers, via PA Media: The previous record was set at the Mid Staffordshire byelection in March 1990, when Labour overturned a Tory majority of 14,654. To win the seat, Labour needed a swing in the share of the vote of 17.9 percentage points: the equivalent of a net change of 18 in every 100 people who voted Conservative at the 2019 general election switching sides. They managed a swing of 23.7 points: the largest achieved by Labour at byelection since it won Dudley West from the Tories in December 1994 (29.1 points) and the second largest swing managed by Labour at a byelection since 1945. The Conservative share of the vote in Selby dropped sharply from 60% at the 2019 general election to 34%, while Labour’s share rose from 25% to 46%. The winner, 25-year-old Keir Mather, will become the youngest MP in the House of Commons. Liberal Democrat leader Sir Ed Davey is the first leader of any political party to win four byelections since Paddy Ashdown - founding leader of the Lib Dems - did so in the early 1990s, PA reports. The Conservatives were defending a majority at Somerton of 19,213 and it is one of the largest of its kind to be overturned at a UK byelection since 1945, sitting just outside the top five. The result means the Lib Dems have regained a seat they first won at the 1997 general election and then held for 18 years - one of a number of constituencies in south-west England that once made up the party’s “yellow wall”, which was wiped out by the Conservatives in 2015. However, new Lib Dem MP Sarah Dyke will soon face a fresh challenge, as Somerton and Frome is one of a number of seats being abolished at the next general election due to boundary changes. It is being split in two to form the new constituencies of Glastonbury and Somerton and Frome and East Somerset. Key figures for Somerton and Frome, via PA: Somerton and Frome is the fourth seat the Liberal Democrats have taken from the Conservatives at a byelection since the 2019 general election. All of the seats have changed hands on huge swings in the vote. The swing at Somerton was 29.0 percentage points, or the equivalent of a net change of 29 in every 100 people who voted Tory in 2019 switching sides. This is well above the 14.9 point swing the Lib Dems needed to win the seat. It beats the swing the party achieved when they defeated the Conservatives at the byelection in Chesham and Amersham in June 2021 (25.2 points) and is just below the swing when they gained Tiverton and Honiton from the Tories in June 2022 (29.9 points). The party managed an even bigger swing when they defeated the Conservatives at North Shropshire in December 2021 (34.1 points). Here are some of the key facts and statistics from the results of Thursday’s byelections, via PA: Uxbridge and South Ruislip Labour needed a swing in the share of the vote of 7.6 percentage points to win Uxbridge and South Ruislip from the Conservatives, but fell short and managed only 6.7 points. This is well below the 12.7 point swing Labour achieved at the Wakefield byelection in June 2022, when they won the seat from the Tories. Labour did manage to cut the Conservative majority at Uxbridge from 7,210 at the 2019 general election to just 495, while the Tory share of the vote fell from 53% in 2019 to 45%. Labour’s share of the vote rose from 38% to 44%. Uxbridge and South Ruislip has been held continuously by the Conservatives since the seat was created in 2010 and new MP Steve Tuckwell is the third Tory to represent the area, after John Randall and former prime minister Boris Johnson. David Simmonds, the Conservative MP for neighbouring Ruislip, Northwood and Pinner, said he is delighted with the results and believes Tuckwell won because he is a “community person first”. “It shows the power of the local community, the strength of the feeling against Ulez, but also the sense that people have a high degree of confidence in the conservatives. The Tory’s win in this byelection should be seen as a “turning point”, Simmonds said. “I think this is yet another message that says that the conservative party has a lot to offer this party and we will continue to work to show that message. Labour’s Danny Beales left after the count was announced. Aged 25, the new Selby and Ainsty MP will become the youngest MP in the Commons, the baby of the house. Mather was named after Keir Hardie, the first leader of the Labour Party. He is a former researcher for shadow health secretary Wes Streeting. Labour leader Sir Keir Starmer said Mather will be “a fantastic MP who will deliver the fresh start Selby and Ainsty deserves”. His win comes after Labour was determined to “throw the kitchen sink” at taking the constituency from the Tories. Steve Tuckwell, the winning Conservative candidate for Oxbridge and Ruislip, said on stage after the victory was declared, “This message from the Uxbridge and Ruislip election is clear. Sadiq Khan has lost labour this election and we know that it was his damaging and costly Ulez policy that lost them this election.” Tuckwell argued that this byelection result boiled down to Ulez, and Labour’s “tactic … not to push Ulez” is what led to his victory. “I’ve campaigned tirelessly to ensure that the voices of Uxbridge and South Ruislip have been heard. We’ve been ignored for many many months now, even years on a lot of issues that have come out of Sadiq Khan and City hall. Asked whether Boris Johnson had any influence on the result, Tuckwell said: “Boris Johnson’s name was not on the ballot paper, mine was so there’s no influence there at all. “From the outset of this campaign, I have been the underdog. The polls, the pundits have predicted a big labour win. “I think they’ll be Labour MPs in outer London boroughs who will be looking at these results tonight with sweaty palms.” “This election result is now the voice of the people of Uxbridge and South Ruislip and he [Khan] has to listen.” It has been a busy and eventful night: all of the major developments are wrapped up here, by Helen Pidd, Mabel Banfield-Nwachi and Sammy Gecsoyler. The Labour party has won its biggest ever byelection victory by overturning a 20,000-vote Conservative majority in Selby and Ainsty, sending a 25-year-old to parliament. But Keir Starmer’s party failed to win Uxbridge and South Ruislip, Boris Johnson’s old constituency. The Conservatives held on to the outer London seat with a majority of 495, the only bit of good news in an otherwise miserable night for Rishi Sunak.” Read the full report: Labour’s victory means Keir Starmer has become the first party leader since Paddy Ashdown in the 1990s to win four byelections, PA reports. In Selby, the Conservatives blamed the outgoing MP, Nigel Adams, for their defeat. People were “really disappointed” that Adams quit in a huff because he didn’t get a seat in the Lords, said Andrew Jones, the scrupulously polite MP for Harrogate and Knaresborough, who has been overseeing much of the Tory campaigning in Selby. So, added Jones, was he. It was “the main talking point” on the doorstep, he claimed. The Liberal Democrats have now gained four seats from the Conservatives at byelections this parliament: Chesham and Amersham and North Shropshire in 2021, and Tiverton and Honiton last year. Labour has now gained two seats in byelections since the 2019 general election, after its 2022 win in Wakefield. Labour’s win in Selby exceeds both the national 12-point swing the party needs for an overall majority at the next general election and the 16-point swing suggested by recent polls. More on what makes the Selby result historic: gaining Selby sets a record for the size of majority overturned by Labour at a byelection, according to Dr Hannah Bunting and Prof Will Jennings, Sky election analysts. The highest majority the party has overturned at a byelection is 14,654 votes in Mid Staffordshire more than 30 years ago. Following the Selby and Ainsty victory, Labour leader Sir Keir Starmer said: “This is a historic result that shows that people are looking at Labour and seeing a changed party that is focused entirely on the priorities of working people with an ambitious, practical plan to deliver. “Keir Mather will be a fantastic MP who will deliver the fresh start Selby and Ainsty deserves. “It is clear just how powerful the demand for change is. Voters put their trust in us – many for the first time. “After 13 years of Tory chaos, only Labour can give the country its hope, its optimism and its future back.” There was a 23.7 percentage point swing in the share of the vote from the Conservatives to Labour in Selby &amp; Ainsty. Labour needed a 17.9 point swing to take the seat. Asked how he feels about being the baby of the house, he says he’s “had much worse”. “It feels like we are on the path to being on the precipice of a Labour government,” he says. “This is the largest majority we’ve overturned in our history,” Mather tells Sky News. Cost of living is his number one priority, he says. A very happy Keir Mather, the 25-year-old Labour candidate who has just won Selby and Ainsty: Labour’s victory in Selby and Ainsty is the “largest numerical majority overturned by Labour in post-war history,” according to Britain Elects’ Ben Walker. “People opened their doors to us and embraced our positive vision for the future,” Mather says. “For too long, Conservatives up here and in Westminster, have failed us. And now that changes. It’s time for a fresh start,” he says. He thanks his partner Euan, too. He says he has encountered “so much hardship” while campaigning – hardship caused by the Tories. Labour have won Selby and Ainsty, achieving a historic result by winning despite the Tories having a majority of more than 20,000 votes. Labour now has a majority of 4,161 – and the youngest MP in parliament. Keir Mather, 25, is officially the baby of the house. 35,886 votes were cast, with 69 ballots rejected. The results are as follows: Labour: 16,456 Conservatives: 12,295 Yorkshire party: 1,503 Reform UK: 1,332 Independent: 99 The candidates are now on stage in Selby. Labour’s candidate in Selby, Keir Mather, would become the “baby of the house” by being the youngest MP, if elected. He is 25 years old. Candidates have been called forward to hear the provisional results before they are announced on stage. While we wait (just a little longer) for that result in Selby, here is the moment Sarah Dyke won in Somerton and Frome: A fun fact about a not very fun name: the building where the Selby result is being announced imminently was named by one Steve Wadsworth. He won a competition to choose a name for the leisure centre in Selby with the suggestion ‘Selby Leisure Centre’: While we wait for that result, back to Somerton and Frome: Liberal Democrat Leader Sir Ed Davey said said the “stunning victory” showed his party was “firmly back” in its former West Country stronghold. “Sarah Dyke will be an incredible local champion for the people of Somerset who have been neglected for far too long,” he said. “She will fight for stronger local health services, better access to GPs and a fair deal for rural communities during this cost of living crisis. “The people of Somerton and Frome have spoken for the rest of the country who are fed up with Rishi Sunak’s out-of-touch Conservative Government.” Cameras are trained on the podium at the Selby and Ainsty count. In Somerton and Frome, the Liberal Democrats overturned a near 20,000 majority to flip their fourth Tory seat since 2019. The Lib Dems won 21,187 votes with a 28-point swing while the Tories achieved their worst result in the history of the seat with 10,179 votes and 26% of the vote. Labour also achieved their worst result ever in the seat with 1,009 and 2.6% share of the vote, being beaten out by Reform UK who won 1,303 votes. Spirits were high early on among the Lib Dems with party sources briefing they had “romped home” before counting had officially begun. David Warburton, the former Conservative MP for the constituency, resigned last month after being suspended from the party in April 2022 amid claims of drug use and sexual harassment. He admitted the former but denied the latter. The allegations were being investigated by the independent complaints and grievance scheme (ICGS) at the time of his resignation. Unlike other contests won by the Liberal Democrats this parliament which saw the party flip true-blue seats orange, Somerton and Frome had a Liberal Democrat MP between 1997 and 2015. Sarah Dyke, the newly elected MP for the constituency, said in her victory speech: “Like so many places across the country, we have been let down and taken for granted for far too long by a tired and out of touch Conservative government.” Christine Jardine, the MP for Edinburgh West said: “Tonight shows we are back in a strength and a power to be reckoned with in this part of the country again.” Perhaps warning of what to expect in a victory lap on Friday, Ed Davey tweeted: “I think we’re going to need a bigger tractor.” The wait continues in Selby, where the election agents are doing their last inspection of ballot papers with “doubtful marks”. This can be fun. In 2015 one Conservative MP thanked the voter who drew a penis in the box next to his name, which ended up counting as a legitimate vote. Less jollity tonight, just the odd person writing NONE across all of the names on the list. Most people here seem to think that Labour has squeaked it – a major success in a seat where the Tories had a 20,000-plus majority. Andrew Jones, the Conservative MP for Harrogate, just told me he thinks the Tories are “a little short”, Meanwhile Labour says they are “cautiously optimistic”. So it’s looking like a Labour triumph here. The cameras are assembling at the podium, so a result is hopefully not too far away. We’re hearing the stage is set up in Selby and Ainsty and candidates are getting ready to to hear the results. Labour had been expected to comfortably win Uxbridge, where Johnson’s majority had dwindled to 7,210 in the 2019 general election – his first as prime minister. There was sufficient disbelief in the Labour camp that they had not in fact won the byelection that party officials demanded a recount. The second round delivered the same result: a slim Conservative victory, majority 495. Former postman Steve Tuckwell, the local Conservative councillor who will now take Johnson’s place in Westminster, had declared the vote a “referendum” on London’s ultra-low emission zone (Ulez). In his victory speech, Tuckwell referenced the mayor of London’s decision to expand the zone where people have to pay a £12.50 daily fee to drive if their car does not meet emission standards. “Sadiq Khan has lost Labour this election,” said Tuckwell. There was 6.7 percentage point swing in the share of the vote from Conservative to Labour in Uxbridge and South Ruislip. Labour needed a 7.6 point swing to take the seat. The byelection was triggered by Johnson’s shock resignation after the Commons privileges committee recommended a lengthy suspension from parliament for knowingly misleading parliament about lockdown parties in Downing Street. And a victorious Steve Tuckwell in Uxbridge and South Ruislip: Here is a victorious Sarah Dyke speaking in Somerton and Frome: If you’re just joining us: the Liberal Democrats have overturned a Tory majority of more than 19,000 to win the Somerton and Frome byelection. Sarah Dyke won the Somerset seat by 11,008 in a dramatic swing away from Rishi Sunak’s party. But the Tory leader was spared the prospect of being the first prime minister since 1968 to lose three byelections on the same day as Labour failed to secure victory in Boris Johnson’s former seat. Labour’s hopes are now pinned on Selby and Ainsty, where it is seeking to take a seat that the Conservatives were defending with a 20,137 majority. We’ll have analysis from our reporters on the ground in Uxbridge and South Ruislip and Somerton and Frome shortly. It’s just Selby and Ainsty we’re waiting for now. That might still be an hour or two away. A reminder: Selby and Ainsty is a seat in Yorkshire in the north of England. Labour would need to defeat the Tories by more than 20,000 votes here. According to Britain Elects, this would be the largest numerical majority overturned by Labour ever in the party’s history. There was 6.7 percentage point swing in the share of the vote from Conservative to Labour in Uxbridge and South Ruislip. Labour needed a 7.6 point swing to take the seat. A victory tweet: LibDem candidate for Somerton and Frome, Sarah Dyke, says that the victory is that of her loved ones as much as it is hers. “The Liberal Democrats are back in the west country,” says Dyke. She thanks lifelong Conservative voters for voting LibDem for the first time. “I will not let you down,” she says. “There is no doubt that our electoral system is broken, but your vote has shown the Conservatives can still be beaten under it.” The Liberal Democrats were right about that tractor – they have swept Somerton and Frome with more than 20,000 votes – a majority of 11,008 votes over the Conservatives. Liberal Democrats: 21,187 Tories: 10,179 Labour: 1,009 Independent: 635 Results are coming in now from Somerton and Frome. Here is some more analysis, via PA: The Tories have held on to Boris Johnson’s former seat in a blow to Labour leader Sir Keir Starmer. Labour had hoped to take Uxbridge and South Ruislip, which the former prime minister held with a majority of 7,210 in 2019, but Tory Steve Tuckwell managed to retain it for Rishi Sunak’s party. The Conservative victory means that Sunak has been spared the prospect of being the first prime minister since 1968 to lose three byelections on the same day. London mayor Sadiq Khan’s policy of expanding the Ulez low emission zone to outer boroughs – including Uxbridge and South Ruislip – has been blamed for the party’s failure to take the seat. Labour candidate Danny Beales had distanced himself from the policy, saying it was “not the right time” to expand the £12.50 daily charge for cars which fail to meet emissions standards. The failure to overturn the Tory majority in the seat was dubbed “Uloss” by a party insider in a sign of the unease at Mr Khan’s plan. In public, senior Labour figures acknowledged Ulez had been a factor in the vote. Shadow justice secretary Steve Reed told the PA news agency: “I think there’s been a number of issues at play, but there has certainly been a number of voters who have said to us that they are very concerned about Ulez. “Everyone wants to see clean air. But for some people, I think, given the chaos that there is in the economy, because the Conservatives have crashed it and the cost-of-living crisis that they fuelled, that this is the wrong time to introduce a charge for Ulez.” Many of the seat’s candidates focused their campaign on London mayor Sadiq Khan’s plans to extend the ultra-low emission zone (Ulez) to Uxbridge and South Ruislip. Conservative candidate Steve Tuckwell is making his victory speech in Boris Johnson’s former seat of Uxbridge and South Ruislip on the outskirts of London. “Sadiq Khan has lost Labour this election,” with the Ulez policy, Tuckwell says. The Conservatives have held onto Uxbridge and South Ruislip, in what will be a very disappointing result for Labour, by just 495 votes. The Conservatives have held onto Uxbridge and South Ruislip, Boris Johnson’s former seat. Labour was hoping to win, with the Tories being holding the majority in 2019 by just 7,210 votes. Conservatives: 13,965 Labour: 13,470 LibDem: 526 Independent: 91 Results are about to be declared in Uxbridge and South Ruislip, where the result was so close that a recount was granted. The candidates have been called to the stage. Both the Tory and Labour candidates have arrived at the count in Uxbridge and South Ruislip: The recount is over in Uxbridge and South Ruislip, the Guardian’s Mabel Banfield-Nwachi reports, so we should have are result there soon. Timings from Britain Elects: We’re still expecting a declaration in Somerton and Frome within the hour – and likely sooner rather than later – where the Liberal Democrats remain confident of their victory. To Selby now, where counting is still in the early stages. I’ve just been having a chat with Andrew Jones, the scrupulously polite Conservative MP for Harrogate and Knaresborough, who has been overseeing much of the Tory campaigning in Selby. He said he was surprised how “policy-light” discussions had been on the doorstep, with “the main talking point being why we’re having this byelection in the first place, and that’s Nigel Adams’ resignation.” People are “really disappointed” that Adams quit in a huff because he didn’t get a seat in the lords, said Jones. So, added Jones, was he. Both he and Judith Cummins, the Labour MP for Bradford South, who has been running the Selby campaign for the red team, agreed that by far and away the biggest concern among the electorate was the cost of living. “It’s getting to a tipping point where it’s too much for everybody,” said Cummins. She said she took heart from how many voters were willing to give Labour a hearing. “To be in with a fighting chance of winning here, shows such a massive improvement over the four years of Keir Starmer’s leadership. Making in-roads in a rural community like this is massive for us.” Neither Jones nor Cummings could be drawn on who they think will win Selby. The wait continues. We’re hearing we could know the recount result in Uxbridge and South Ruislip in 45 minutes or so. Sky News political correspondent John Craig says, “We’ve been picking up Labour jitters throughout the evening” in Uxbridge and South Ruislip – and that those “jitters may be turning to panic”. Fact-checking organisation Full Fact explains how recounts work: Recounts are essentially at the discretion of the Returning Officer (the person who oversees the election in each constituency). They use guidelines issued by the Electoral Commission. Candidates and their agents are entitled to request recounts. A Returning Officer must consider any recount request but may by law refuse it if they deem it “unreasonable”. The results of that first ballot count in Uxbridge and South Ruislip are “very close”, the Guardian’s Mabel Banfield-Nwachi, who is at the count, reports. The Uxbridge and South Ruislip recount will happen straight away, so we will likely have a result within the next few hours. A recount has been requested in Uxbridge and South Ruislip – and that call has been granted, Lloyd White, the returning officer in Uxbridge has just said, per the BBC. Uxbridge and South Ruislip, on the fringes of London, was Boris Johnson’s seat. Labour was also the favourite to win –the Tory majority in 2019 was by just 7,210 votes. We’ll have more soon. Evening Standard political correspondent Rachael Burford says, quoting a Labour source, that the Uxbridge result could be “recount territory”. We’re hearing both the Uxbridge and South Ruislip and the Somerton and Frome results could be declared in the next ten minutes. The Selby result is a long way off (despite what I mistakenly said a moment ago – sorry). A reminder of the stakes as we prepare to (probably) learn the results in two of tonight’s three seats at around 2am BST, in ten minutes’ time: Uxbridge and South Ruislip, on the fringes of London: Boris Johnson’s seat. Labour is the favourite to win. The Tory majority in 2019 was by just 7,210 votes. Selby and Ainsty, in Yorkshire in the north of England: Labour would need to defeat the Tories by more than 20,000 votes here. According to Britain Elects, this would be the largest numerical majority overturned by Labour ever in the party’s history. Somerton and Frome, southwest England. The Liberal Democrats are so confident of their win that they declared it tonight two hours after polls closed. That is not an official declaration. The 2019 Tory majority is 19,213 votes. We’re hearing both the Uxbridge and South Ruislip and the Somerton and Frome results could be declared in the next fifteen minutes. Stay tuned. Voter turnout in Selby was 44.77%. Sky News deputy political editor Sam Coates has just said that it is “looking close”. If Labour takes Selby from the Tories, who won by more than 20,000 votes in 2019, it would be the largest numerical overturned by Labour ever in the party’s history. Sky News politics and business correspondent Amanda Akass says she’s been told by the leader of Somerset Council’s Conservative group that voters feel “let down” by David Warburton, the Tory MP suspended on drug allegations: Warburton announced in June that he was resigning his Somerton and Frome seat. Warburton was suspended from the party in April 2022 pending the outcome of an independent complaints and grievance scheme (ICGS) investigation into allegations of harassment and drug use. He told the Mail on Sunday he is quitting because he feels he was denied a fair hearing by the watchdog over the claims that he made unwanted advances to two women. LibDem candidate Sarah Dyke has arrived at the Somerton and Frome count – and she looks pretty happy: Politico’s London deputy editor Dan Bloom has rounded up the spin ahead of tonight’s results from the Tories, Labour and the Liberal Democrats: Sky News deputy political editor Sam Coates says it “seems clear” that the LibDems will win Somerton and Frome tonight. We may have confirmation (or not) of that in 30 minutes’ time. If the Liberal Democrats win in Somerton and Frome, the Guardian’s Sammy Gecsoyler tells me, Ed Davey will become the first leader of any party since Paddy Ashdown in the 1990s to win four by-elections Only a fool would predict the result in Selby, but it’s late and I have just had a can of full fat Coke so I will say that it is looking pretty good for Labour in the piles of ballot papers I’ve seen piling up. Still no obvious signs of jubilation in the Labour enclave of the leisure centre canteen, but they don’t look depressed either. Time will tell. Crime also came up as a key issue in Uxbridge and South Ruislip and Shadow justice secretary Steve Reed says Danny Beales, the Labour candidate, has already delivered for the local community after a campaign to stop the closure of the local police station was successful. “People will say they just don’t see the peace on the streets anymore,” he says. “It doesn’t show much confidence, I think, on the part of the Conservative Party, they’re trying to avoid the top issue facing the nation.” He said it was humbling to hear people who have never voted Labour are prepared to put their trust in Labour. “Just three and a half years after our worst defeat, what a vindication of Keir Starmer’s leadership and where he’s taken our party and how he’s rebuilding trust with people who never would have envisaged themselves voting [for the] Labour party.” Shadow justice secretary Steve Reed says he was cautiously hopeful for Labour’s chances in the byelection in Uxbridge and South Ruislip after being met with a warm reception on doorsteps today, but said he is not going to call it ahead of the count. People were concerned about the cost of living, crime and Hillingdon Hospital, which is “in a state of dilapidation”, Reed says, despite the conservatives focus on the Ulez. “There are all sorts of people that have been raising Ulez, but certainly the conservatives have tried to run the entire campaign as if this was about a single issue, but it isn’t,” Reed says. “The issue that’s been coming up the most on the doorsteps today, just like for the whole of the five weeks that I’ve been involved, is the cost of living.” Reed said people’s household budgets are really “pressed” at the moment and that many say they are worried about losing their homes. “You’ve got problems like that that are directly attributable to the chaos that the government created when they crashed the economy last autumn with the mini budgets and interest rates spiralling and effectively baked in a Tory mortgage premium into people’s repayments. “They are furious when the government has done that to them because they feel utterly betrayed by a government that they hoped was on their site as they tried to build a home for themselves or for their families.” The declaration in Somerton and Frome could be made at 2am, much earlier than expected, Sky News reports. It is partly because voter turnout was so low – just 44.23% of voters cast a ballot. It is currently just after 1am BST. In case you missed it: Labour chairwoman Anneliese Dodds played down expectations after the polls closed, calling them “incredibly challenging elections” for the party. She also told BBC Newsnight: “Whatever the result one thing is very clear, and it’s been clear to me when I’ve been speaking with people on the doorstep that there will be people in this election who will be voting Labour for the first time. “They can see that Keir Starmer has turned the Labour Party around, that the Labour Party is in the service of working people. “And I think that will definitely be the case whatever the eventual result from these byelections.” Liberal Democrats are not backing down on that Somerton and Frome result: The Somerton and Frome turnout of 44.23% was 31.4 percentage points lower than in 2019. Labour sources say “there are grounds for optimism in Selby,” Sky News deputy political editor Sam Coates has just said. Conservative MP Andrew Jones said the result in the Selby and Ainsty constituency – which the Conservatives won by more than 20,000 votes in 2019 – would be “close”. Asked who might win, he told BBC Newsnight: “Well, who knows? We think it’s going to be very close.” He said it felt like an “individual” byelection, as he hinted at frustration on the doors over the decision of Nigel Adams to quit as an MP and trigger a poll. “This has felt more local, more personal. I think that’s been caused by the reason the by-election is taking place, but I think it’ll be close.” He also urged colleagues to get behind Prime Minister Rishi Sunak in the wake of the by-elections. “I think the public know full well that the nation is facing challenging times and internationally these are challenging times. “So I think the message would be, we’ve just got to get our head down, work and get through this period. “I’ve not felt any sense that the Labour Party was pulling people into them. I’ve sensed a sense of frustration, frustration particularly in the cause of this by-election. “The sitting MP walking away has been a sense of disappointment and that’s putting it quite mildly.” Voter turnout in the Somerton and Frome byelection was 44.23%. Ballots are still being counted in Somerton and Frome but spirits are high among the Liberal Democrats in the counting hall. “We are confident we have got a decisive victory tonight,” Christine Jardine, the Liberal Democrat MP for Edinburgh West, told the Guardian. “If you look at what is happening here tonight, what has happened in the other by-elections that we have won in this parliament, people are unhappy with the Conservatives, they are unhappy with the way they are managing the economy, they are unhappy with mortgage rates, they are unhappy with inflation. In this part of the world they can’t get a GP, they want change.” “This could be a significant night for British politics, its a very significant night for us. The conservatives are in trouble in all these by-elections tonight. What we are seeing is people saying enough is enough, people want change,” Jardine said. “Tonight shows we are back in a strength and a power to be reckoned with in this part of the country again.” When asked what change mean if they voted for the Liberal Democrats, Jardine said: “It would mean a change of government in the country. It would mean there is a strong voice in parliament for communities. “We believe in decision making at a local level. We believe in essential things like building the right houses in the right places. We want to see people getting GP appointments in time. We want to see the NHS improve. We want to see improvements in education.” In case you’re just joining us: less than two hours after polls closed, the Liberal Democrats claimed they had “romped home” in Somerton &amp; Frome, overturning a Tory majority of more than 19,000. While Labour and the Tories attempted to manage expectations in Uxbridge &amp; South Ruislip and Selby &amp; Ainsty. A triple defeat for the Tories would heap pressure on the Prime Minister ahead of a general election expected next year. the Lib Dems were jubilant. A Lib Dem spokesman said: “We’ve not just won, we’ve romped home in Somerton and Frome. “The Conservative vote is in freefall.” Party leader Sir Ed Davey joked: “I think we’re going to need a bigger tractor.” Voter turnout in Uxbridge and South Ruislip, Boris Johnson’s former West London constituency, voter turnout was 46.23%, according to Britain Elects – 17.3% less than in 2019. We’re two hours into the count in the glamorous surrounds of Selby Leisure Centre and no one yet seems confident of victory. I’ve been to many counts over the years and even this early into the night you can tell already if it’s going to be a landslide. Party activists attempt to keep poker faces but they can’t hide their delight if it looks like they are going to romp to victory. There is no badly suppressed glee on show here yet. Just nervous faces as ballot verification continues. A local Labour source who was present the last time a Labour candidate won in Selby — John Grogan, who scraped in with 467 votes in 2005, only to lose in 2010 after boundary changes — said: “It’s hard to tell but it looks ok.” The Guardian’s North of England editor, Helen Pidd, is at the count in Selby. More from her in a moment – but she says neither the Tories nor Labour seem confident yet. Despite the more than 20,000 Labour would need to win Selby – which would be the largest numerical overturned by Labour ever in the party’s history, according to number-crunchers at poll aggregator Britain Elects – some commentators are confident that they’ve done it. Yorkshire Party Deputy Chair David Herdson, formerly a Conservative, says Labour will win “comfortably”. In Boris Johnson’s former West London constituency of Uxbridge and South Ruislip, candidates wait with bated breath as all of the ballot boxes are in and counting has begun. There are 17 hopefuls in the running, many focusing their campaign on London mayor Sadiq Khan’s plans to extend the ultra-low emission zone (ULEZ). Despite the number of candidates, many expect the race will go to Labour or the Conservatives, who have held the seat since the boundary was created. Conservative candidate Steve Tuckwell hopes to retain the seat, won by over 7,200 votes in 2019. He has called the by-election a “referendum on ULEZ”. The Hillingdon councillor claims many residents in the heavily-car reliant constituency will out of pocket if ULEZ goes ahead. Former charity worker, Danny Beales is running for Labour. Born in Hillingdon Hospital, the Camden councillor has stressed his local roots and is keen to win people over with his pledges to improve the hospital and put more money into the pockets of local people. There are three seats up for grabs in the byelections. Should the Conservatives lose all three, UK Prime Minister Rishi Sunak could become the first prime minister since Harold Wilson in 1968 to lose a trio of byelections in a single day. Here are the seats: Uxbridge and South Ruislip, on the fringes of London: Boris Johnson’s seat. Labour is the favourite to win. The Tory majority in 2019 was by just 7,210 votes. Selby and Ainsty, in Yorkshire in the north of England: Labour would need to defeat the Tories by more than 20,000 votes here. According to Britain Elects, this would be the largest numerical overturned by Labour ever in the party’s history. Somerton and Frome, southwest England. The Liberal Democrats are so confident of their win that they declared it tonight two hours after polls closed. That is not an official declaration. The 2019 Tory majority is 19,213 votes. Hello, this is Helen Sullivan joining you for our rolling coverage of the UK byelection. The LibDems have already declared victory in Somerton and Frome, but this is by no means an official result –just, to use their words “loudly confident”. It is currently midnight in the UK – this is when we may have the final results: 2am BST or later for Uxbridge and South Ruislip 3-4am BST for Somerton and Frome 3-6am BST for Selby and Ainsty Stay tuned as we take in the stakes, the votes and the best commentary and analysis. You can find me on Twitter @helenrsullivan – send me questions, charts, pictures of your dogs outside polling stations and anything else you think our readers might find interesting. The turnout in the Uxbridge and South Ruislip by-election was 46.23%, PA reports. The Liberal Democrats have claimed they have won the Somerton and Frome byelection. The official result is not expected to be declared for a few hours yet. A Lib Dem spokesman said: “We’ve not just won, we’ve romped home in Somerton and Frome. “The Conservative vote is in free-fall.” Bill Esterton, Labour MP for Sefton Central in Merseyside, also reports a positive response on the doorstep in Selby today, though stops short of predicting a Tory defeat. He tweeted: “I met a number of lifelong Tory voters who were voting Labour in Selby today. Whether that’s enough for us to win, I don’t know, but it points to a close result in a constituency that we’ve not won before. Good luck @Mather_Keir.” A confident tweet from Lib Dem leader Ed Davey. Davey had launched the party’s election campaign by riding in a tractor in Berkhamsted as it smashed down a stack of Tory blue hay bales. Labour chair Anneliese Dodds played down expectations after the polls closed, calling them “incredibly challenging elections” for the party. She told BBC Newsnight: “Whatever the result one thing is very clear, and it’s been clear to me when I’ve been speaking with people on the doorstep, that there will be people in this election who will be voting Labour for the first time. “They can see that Keir Starmer has turned the Labour Party around, that the Labour party is in the service of working people. “And I think that will definitely be the case whatever the eventual result from these byelections.” Liberal Democrat MP Christine Jardine said her party was “quietly confident” about victory in Somerton and Frome. The party is tipped for victory in the byelection and Jardine told BBC Newsnight that success would be “huge”. “I don’t want to go counting any chickens too early, but we are confident tonight,” she said. “We’ve had a very positive response on the doors and I think I would say quietly confident, though we’re not being too quiet about it. “We are confident that we’re going to see a result in our favour tonight.” In an email to Lib Dem supporters, the party’s leader, Sir Ed Davey, said of Somerton and Frome: “We’re on for another historic result.” He added: “I’m confident we will win big tonight.” I’m reporting from Selby, where Labour MPs think they may just pull off a victory for the ages by overturning the Conservatives’ 20,137 majority. Kate Osborne, the MP for Jarrow in the north-east, was out campaigning today and told me: “It was really positive on the doorstep. “I didn’t speak to a single person who said they were voting Conservative but spoke to many who were turning to Labour for the first time and one who hadn’t voted Labour for 20+ years. “I asked if it was local or national issues that were influencing their vote and nearly all said both and that they were fed up with a government that weren’t listening and didn’t care. So I’m hopeful we will take it.” The Lib Dem MP Christine Jardine said: “If we succeed in overturning the huge 19,000 majority in Somerton and Frome, in what should be a safe Conservative seat, it would mark a watershed moment for the Liberal Democrats. “It would prove yet again that in vast swathes of the country, from Somerset to Surrey, the best way to get rid of this Conservative government is to vote for the Liberal Democrats.” A Labour party spokesperson said: “It’s going to be some time before we get any results. But what we do know is that none of these seats have ever had a Labour MP before, so they were always going to be a challenge. “We didn’t even win Uxbridge in 1997 and to win Selby and Ainsty would require us to overturn the biggest majority in our history. “So while we don’t know if we’ve made it over the line, it’s clear that Keir Starmer’s leadership of a changed Labour party, back in the service of working people, has seen voters put their trust in us – many for the first time.” A Conservative party spokesperson said: “There’s no doubt that this was always going to be a very challenging set of byelections, especially given the circumstances in which they were brought about. “We have to wait for the results to come in, but byelections are rarely won by governing parties and they are rarely good indicators of general election performance. “Across all of these campaigns we have heard zero enthusiasm for Sir Keir Starmer’s Labour party and their lack of answers. “We now need to redouble our efforts earning back the trust of voters by delivering on our plan to halve inflation, grow the economy, reduce debt, cut waiting lists and stop the boats.” The prime minister has acknowledged that holding the three seats, including Boris Johnson’s former constituency, will be a “tough battle”. For Labour, winning the Uxbridge and South Ruislip seat vacated by Johnson and the Selby and Ainsty constituency formerly held by his ally Nigel Adams would be a major boost for Sir Keir Starmer. In Somerton and Frome, in a contest triggered by the resignation of scandal-hit David Warburton, the Liberal Democrats hope to add to a series of eye-catching recent byelection victories. While Johnson only held his seat with a majority of 7,210 as he led the party to a national landslide in 2019, the Tories had a cushion of around 20,000 votes in the other two constituencies, so losses would increase Tory pressure on Sunak. The prime minister could attempt to reset his administration with a cabinet reshuffle in the wake of the contests – defence secretary Ben Wallace has already signalled he will exit the government so there is a vacancy to be filled – although No 10 has publicly insisted there are no plans for a shake-up. Sunak would need to decide whether the benefits of freshening up his team at this stage would be outweighed by the risk of it being perceived as a panicked response to an electoral setback. In Uxbridge and South Ruislip, Labour’s Danny Beales hopes to defeat the Tory Steve Tuckwell, although rows over the Mayor of London’s decision to extend the ultra-low emission zone may cost Labour votes. In Selby and Ainsty, 25-year-old Keir Mather will become the new Baby of the House if he wins for Labour, with Tory Claire Holmes trying to retain the seat for her party. Somerton and Frome has Sarah Dyke hoping to win for the Liberal Democrats, while Faye Purbrick wants to ensure it stays Conservative. The polls have now closed in the byelections to choose a new MP in Somerton and Frome, Uxbridge and South Ruislip and Selby and Ainsty. Voters had been able to cast their ballots from 7am on Thursday. If the Conservatives suffer three defeats, Rishi Sunak could become the first prime minister since Harold Wilson in 1968 to lose a trio of byelections in a single day. We are in the last few minutes of voting in three byelections in England in a significant test of Rishi Sunak’s premiership. They are being held in the south-western Tory stronghold of Somerton and Frome in Somerset, Boris Johnson’s old seat in the west London suburbs Uxbridge and South Ruislip and Selby and Ainsty, North Yorkshire, which was triggered by Nigel Adams’s resignation last month."
                },
                "isHosted": false,
                "pillarId": "pillar/news",
                "pillarName": "News"
            },
            {
                "id": "sport/live/2023/jul/21/the-open-2023-round-two-live",
                "type": "liveblog",
                "sectionId": "sport",
                "sectionName": "Sport",
                "webPublicationDate": "2023-07-21T10:49:01Z",
                "webTitle": "The Open 2023: round two – live",
                "webUrl": "https://www.theguardian.com/sport/live/2023/jul/21/the-open-2023-round-two-live",
                "apiUrl": "https://content.guardianapis.com/sport/live/2023/jul/21/the-open-2023-round-two-live",
                "fields": {
                    "headline": "The Open 2023: round two – live",
                    "byline": "Scott Murray",
                    "thumbnail": "https://media.guim.co.uk/ed428da2e0c9dee1e8c8a49eeb0735fe01f92213/0_109_2948_1769/500.jpg",
                    "bodyText": "The 2015 champion Zach Johnson is going along nicely: birdies at 2, 5, 10 and 11, and he’s on a mission to survive the cut after yesterday’s very average 75. He’s +1 overall. However the 2011 PGA champ Keegan Bradley, one of the pre-tournament sleeper picks, is going the other way. Bogeys this morning at 2, 3 and now 7, and he slips down the standings to +2. Rory comes up just short of the green at the par-three 6th. He takes putter anyway, and nearly steers in a big right-to-left breaker, but while the line’s perfect, he doesn’t quite hit it. He taps in to remain at -2. His playing partner Jon Rahm however rolls in a 15-footer for back-to-back birdies, and the world number three finally appears to have discovered a little momentum this week: he’s +1. Over to Little Eye. The tricky par-three 17th is playing at 132 yards today. The 28-year-old Aussie Travis Smyth, playing in his first Open, fires straight at the flag. His ball covers 131 of those yards, takes one small bounce, then a tiny one, then disappears into the cup! He smiles warmly and high-fives everyone around him. He won’t be here for the weekend – he’s +8 – but there’s something to take away from his debut! It’s the first ace at the Open since Jonathan Thomson at Sandwich two years ago, and the first in the Open at Hoylake since 2006, when Richard Sterne and John Senden holed out at the old 15th and 13th respectively. Rory McIlroy finds himself close to the face of a greenside bunker at 5. Not right up against it – they’ve raked them differently today, with a small slope of sand taking the ball slightly away from the face – but troublesome enough nonetheless. No matter! He whips high and hard over the top, and lands his ball three feet from the flag. He’ll have a super opportunity to move to -2 … and so he does. In goes the putt. That shot was doubly impressive, because a huge roar erupted elsewhere just before he took it. And that’s because … The leader Brian Harman creams his tee shot at the long par-three 9th pin high to 15 feet. He can’t make the birdie putt, which is a wee shame, but he’s turning in 31 shots nevertheless to remain three clear of the field. Meanwhile on 5, Viktor Hovland’s eagle putt shaves the hole, another shame after a lovely long second into the heart of the green. He grimaces, but not too much, as he’s tapping in for a second birdie in a row, and he’s -3. -8: Harman (9) -5: Lamprecht -a-, Fleetwood -4: Rozner -3: Grillo (10), Hovland (5), Sharma (1), Stewart (1), Cink, Clark -2: Otaegui (14), Lee (13), Migliozzi (2), Wilson (2), Jordan, Spieth, Kim Matthew Southgate went out in the first group this morning. He’s back in the house, and waving his arms around, having chipped in for eagle from the side of 18. A 70 today and he’s in good position coming into the weekend at -1. From here, anything’s possible: the 34-year-old from Southend shot 67-65 over the weekend at Birkdale in 2017 to finish in a tie for sixth. The Lee family have celebrated major championships before. Minjee Lee won the 2021 Evian Championship – we’ll be covering that live next Sunday, by the way, so please make sure you join me here for that – and the 2022 US Open, and there’s a fair chance her younger brother could add to the tally sometime in the future. Min Woo Lee tied for fifth at last month’s US Open, the 24-year-old following up top-20 finishes at this year’s PGA and last year’s Masters. He’s trending in the right direction, and for a while didn’t look like being a factor this week … but eagle at 5 this morning has sparked something, and subsequent birdies at 9 and 12 have lifted the young Aussie to -2. Could he become Australia’s sixth winner of the Open after Cameron Smith, Ian-Baker Finch, Greg Norman, Kel Nagle and the five-time-winning Peter Thomson? A slow start for another of the hipsters’ choices, Max Homa. He misses the green at 2 and fails to get up and down; he repeats the trick shot for shot at 3, and the back-to-back bogeys drop him to -1. Viktor Hovland bounces back immediately. He wedges his approach at 4 to ten feet, and rattles the birdie putt into the centre of the cup with Cameron Smith-esque confidence. He’s -2 again. Meanwhile Adrian Otaegui moves into London bus territory: having parred the first ten holes in a row, he follows the run-breaking bogey at 11 with another at 12. The 30-year-old from San Sebastian slides down the standings to -2. Rose’s playing partner Rory meanwhile knocks his second at 3 from 180 yards to five feet. But he fidgets around the birdie putt, checking the line this way and that, shaking his head theatrically, and instead of rolling it straight, pushes it right. A groan from the disappointed gallery, but the player himself never seemed convinced he would make it. He remains at -1. Shank! From the centre of the 3rd fairway, Justin Rose sends one rocketing off the hosel and straight right, out of bounds. Hey, if it can happen to a man with the ability to emulate Ben Hogan’s legendary shot into 18 at Merion, as Rose did while winning the 2013 US Open, it can happen to anyone. And then from the ridiculous to the sublime, as he drops another and knocks his second ball from 190 yards to ten feet. He limits the damage to bogey, but at +5 he’ll need to get something going if he’s to hang around for the weekend. So much for Adrian Otaegui’s dream of emulating Nick Faldo’s closing round of 18 pars at Muirfield in 1987. His run breaks at the 11th and not in the manner he’d have wanted. A bogey to drop down to -3. Meanwhile it’s par for Rory at 2 despite a wayward tee shot, while Viktor Hovland can’t get up and down from the side of 3 and hands back the shot he picked up on the opening hole. He’s -1. Anything Brian Harman can do, Tom Kim can do better equally as well. The dishy (see below) Korean sensation, many a hipster’s choice, shot a disappointing 74 yesterday. But the birdie he made on 18 appears to have given him fresh impetus. He’s flown around the front nine in 31 strokes this morning, with birdies at 4, 5, 7 and 8. Blimey! Along with Harman, he’s the hottest property out there today at four under for his round; he’s -1 overall. There is absolutely no stopping Brian Harman. He sends his second at the par-five 5th, a fairway wood, onto a bare patch of rough to the left of the green. But no matter. A crisp chip takes one bounce before clattering into the flagstick and very nearly dropping in for eagle. He taps home for his fourth birdie in a row. This is sensational! Meanwhile Alex Noren’s up-and-down round continues apace with his fourth bogey of the day, this time at 9, and he drops to -2 again, while conversely Adrian Otaegui continues to channel his inner Nick Faldo by making it ten pars in a row. -8: Harman (5) -5: Lamprecht -a-, Fleetwood -4: Otaegui (10), Rozner -3: Grillo (7), Homa, Sharma, Stewart, Cink, Clark -2: Noren (9), Hovland (2), Migliozzi, Wilson, Jordan, Spieth, Kim Here’s Rory! The pre-tournament co-favourite, alongside Scottie Scheffler, was way below his best for the majority of yesterday’s round, but late birdies at 14 and 15 salvaged a level-par round of 71. The dream of back-to-back championships at Hoylake is far from over. And perhaps that astonishing par-saving up and down from the bunker at 18, one leg in, one knee on the ground, will have given him both succour and a confidence boost. Well, he certainly comes out this morning with a spring in his step, and absolutely blooters his opening tee shot down the track. He then knocks his approach from 170 yards to ten feet .. and rolls the birdie putt into the centre of the cup, no messing! He struts rather than bounces off the green, in the manner of a man who means business. God speed, Rory. He’s -1. Hats off to JT, who must have been fearing the worst after that dismal opening shot. He then pulled his second into more trouble on the other side of 1, but class will out eventually, and he wedges from 75 yards to four feet, and tidies up for a nerve-settling par. He’s +11 and like we say, some weird miracle aside, won’t be here for the weekend play, but fingers crossed he gets something going today that will help him turn his form around. And yes that’s more of the sort of aforementioned sympathy he won’t appreciate as a proud pro, but what you gonna do? By the way, he’s going round with Viktor Hovland, who having salvaged a 70 yesterday with three birdies over the last eight holes, is still very much in the hunt … and the 25-year-old Norwegian makes an opening birdie to move to -2. Three birdies on the bounce for Brian Harman! The result of yet another 20-foot putt. That flat stick is nigh-on molten. The leader stretches his cushion at the top to two strokes. Meanwhile a much-needed birdie for Emiliano Grillo at the par-five 5th. He arrests his morning slide by repairing a third of the damage done. He’s back to -3, alongside Alex Noren, the Swede having made three birdies and three bogeys across his first eight holes. -7: Harman (4) -5: Lamprecht -a-, Fleetwood -4: Otaegui (9), Rozner -3: Noren (8), Grillo (5), Homa, Sharma, Stewart, Cink, Clark Justin Thomas smiled wryly – extremely dryly – on 18 last night upon receiving that professional golfer’s worst nightmare, sympathetic applause, as he run up a quadruple-bogey nine. He does so again now as he gets another Loving Ovation From Folk Who Mean Well as he takes to the 1st tee. He’ll not be here for the weekend whatever happens today, after yesterday’s 82-shot fiasco, and further demonstrates that by taking hybrid for extreme safety, then wanging it into the deep stuff down the right. The two-time PGA Championship winner is way off his game, and has been pretty much all year. Going through a wee existential crisis, as all golfers do now and then. Probably a good thing to get back home to Florida for the weekend to rest and reset. Tom Britten has been at Hoylake since practice on Wednesday and he sends in his report. “All the focus has been on 17 ruining rounds, but 18 might be just as bad for some. That trio of pot bunkers left guarding the green on the par 5 are horrendous. From the grandstand we watched Taichi Kho find himself in one for two, eventually getting on the green for eight, having decided he’d like another go in the same bunker after playing out backwards. Two-putt for a ten. Nightmare. Heading home tonight. Watching the rest this weekend smugly dry and warm from anywhere I can elevate my feet. Timing.” Yes, it’ll be interesting to see how the bunkers play today all right. They’ve apparently raked them using a different method today, which is less likely to encourage the ball to run right up to the face. So that in theory should give players more of a chance of getting up, over and out. However as Dame Laura Davies pointed out on Sky, the slight upward slope of sand raked towards the face may lead to a few plugged balls, should they hit that face and drop straight down. Fun and entertainment guaranteed either way. Brian Harman rolls in another! This time it’s a right-to-left slider across 3 from 25 feet, and the 2017 US Open runner-up takes sole ownership of the lead at the 151st Open Championship. Meanwhile eagle-eyed readers will have spotted overnight co-leader Emiliano Grillo continuing to head in the wrong direction: he followed his double at 2 by dropping another shot at 3, and he’s currently three over for his round after just four holes, and -2 for the championship. -6: Harman (3) -5: Lamprecht -a-, Fleetwood -4: Otaegui (8), Rozner Only two left-handed players have won the Open: Bob Charles in 1963 and Phil Mickelson in 2013. Only two have finished in second spot: the same pair, in 1968 and 1969, and 2011 and 2016, respectively. It’s about time for another, and why not Brian Harman (who, like Mickelson, is only left-handed when playing golf)? He tied for sixth last year at St Andrews, closing with a 66 only bettered on the day by the Camerons Smith and Young, who finished first and second. So the 36-year-old Georgian knows how to get around a links. He rolls in a 20-footer for birdie at 2 to join the leaders, and the dream of becoming the Open Championship’s third lefty champion is on. -5: Harman (2), Lamprecht -a-, Fleetwood -4: Otaegui (7), Rozner -3: Homa, Sharma, Stewart, Cink, Clark -2: Noren (6), Grillo (4), Migliozzi, Wilson, Jordan, Spieth, Kim A nice steady start for Adrian Otaegui. Six pars, and he remains one off at -4. The 30-year-old Spaniard – a disciple of Jose Maria Olazabal – has four DP World Tour victories on his resumé, the most impressive of which being the final edition of the Andalucia Masters at Valderama, which he won last year at a canter after shooting 64-68 over the weekend. He’s got a couple of big second places to his name this season as well, at the Dunhill Championship and the KLM Open, so he’s an in-form player who knows how to get round some tough tracks in Europe. A stretch to think he’ll prevail this week, though you never know … but first things first, and we can surely say that barring a complete meltdown, he’ll be making the cut, something he failed to do at Portrush four years ago on his only other appearance at an Open. It hasn’t taken long for one of the overnight leaders to hit a bump in the road. In light rain, Emiliano Grillo finds a pot bunker guarding the front of 2, then overhits his chip out. His ball skitters across the dancefloor and disappears down the other side. He putts back up from the swale, but weakly, and can’t make the ten-foot bogey putt he leaves himself. And just like that, the 30-year-old Argentinian topples off the toppermost of the poppermost. -5: Lamprecht -a-, Fleetwood -4: Otaegui (6), Harman (1), Rozner -3: Grillo (2), Homa, Sharma, Stewart, Cink, Clark -2: Noren (4), Migliozzi, Wilson, Jordan, Spieth, Kim Hoylake was playing pretty tough yesterday with its defences pretty much down, so the cooler air, spots of rain and higher wind is having the effect you’d imagine. No wild early scoring. Only five of the morning starters are under par for their round so far - Rasmus Hojgaard, Kang Kyung-Nam, Gary Woodland, Alex Fitzpatrick and Brendon Todd – and of those, only the first two are two shots to the good today. None of them are close to bothering the upper echelons of the leaderboard, though. Speaking of which … Good morning Royal Liverpool! After an intriguing opening round which produced a leaderboard you’d have got a good price for correctly perming … -5: Lamprecht (a), Fleetwood, Grillo -4: Rozner, Otaegui, Harman -3: Cink, Clark, Noren, Homa, Sharma, Stewart ... day two begins with the wind up. Here’s the order in which the fun and games will unfold. All times BST, the players are GB &amp; Ireland unless stated, (a) denotes amateurs. It’s on! Hoylake ahoy! 06.35 Alex Fitzpatrick, Rasmus Hoejgaard (Den), Matthew Southgate 06.46 Daniel Hillier (Nzl), Kensei Hirata (Jpn), Kyung-Nam Kang (Kor) 06.57 Kazuki Higa (Jpn), Michael Kim (USA), Callum Shinkwin 07.08 Kyle Barker (Rsa), Zack Fischer (USA), Taichi Kho (Hkg) 07.19 Romain Langasque (Fra), Travis Smyth (Aus), Brendon Todd (USA) 07.30 Alexander Bjoerk (Swe), Adrian Otaegui (Spa), Gary Woodland (USA) 07.41 Christiaan Bezuidenhout (Rsa), (a) Harrison Crowe (Aus), Min-Woo Lee (Aus) 07.52 Corey Conners (Can), Billy Horschel (USA), Alexander Noren (Swe) 08.03 Abraham Ancer (Mex), Tom Hoge (USA), Joo-Hyung Kim (Kor) 08.14 Zach Johnson (USA), David Micheluzzi (Aus), Matt Wallace 08.25 Emiliano Grillo (Arg), Dustin Johnson (USA), Sahith Theegala (USA) 08.36 (a) Mateo Fernandez (Arg), Denny McCarthy (USA), Francesco Molinari (Ita) 08.47 Thomas Detry (Bel), Brian Harman (USA), Thriston Lawrence (Rsa) 09.03 John Daly (USA), Taylor Moore (USA), Danny Willett 09.14 Ben Griffin (USA), Ockie Strydom (Rsa), David Lingmerth (Swe) 09.25 Adria Arnaus (Spa), Ewen Ferguson, Keita Nakajima (Jpn) 09.36 Keegan Bradley (USA), Sung-Jae Im (Kor), Joaquin Niemann (Chi) 09.47 Tony Finau (USA), Viktor Hovland (Nor), Justin Thomas (USA) 09.58 Rory McIlroy, Jon Rahm (Spa), Justin Rose 10.09 Tyrrell Hatton, Max Homa (USA), Collin Morikawa (USA) 10.20 Phil Mickelson (USA), Adam Schenk (USA), Nick Taylor (Can) 10.31 Alejandro Canizares (Spa), Ignacio Elvira (Spa), Marc Warren 10.42 Connor McKinney (Aus), Guido Migliozzi (Ita), Oliver Wilson 10.53 Kalle Samooja (Fin), Shubhankar Sharma (Ind), Gunner Wiebe (USA) 11.04 Jorge Campillo (Spa), Brandon Thompson, Michael Stewart 11.15 Seung-Su Han (USA), Hurly Long (Ger), Marco Penge 11.36 Branden Grace (Rsa), Matthew Jordan, Richie Ramsay 11.47 Russell Henley (USA), Jazz Janewattananond (Tha), Graeme Robertson 11.58 Ryan Fox (Nzl), Lucas Herbert (Aus), Byeong-Hun An (Kor) 12.09 Rikuya Hoshino (Jpn), (a) Alex Maguire, Charl Schwartzel (Rsa) 12.20 Hiroshi Iwata (Jpn), Pablo Larrazabal (Spa), Adrian Meronk (Pol) 12.31 (a) Jose Luis Ballester (Spa), Patrick Reed (USA), Connor Syme 12.42 Darren Clarke, Victor Perez (Fra), Thomas Pieters (Bel) 12.53 (a) Christo Lamprecht (Rsa), Joost Luiten (Ned), Louis Oosthuizen (Rsa) 13.04 Stewart Cink (USA), Trey Mullinax (USA), J. T. Poston (USA) 13.15 Harris English (USA), Andrew Putnam (USA), Henrik Stenson (Swe) 13.26 Thorbjoern Olesen (Den), Jordan Smith, Scott Stallings (USA) 13.37 Ernie Els (Rsa), Takumi Kanaya (Jpn), Kurt Kitayama (USA) 13.48 Sam Burns (USA), Chris Kirk (USA), Sepp Straka (Aut) 14.04 Jason Day (Aus), Matthew Fitzpatrick, Jordan Spieth (USA) 14.15 Talor Gooch (USA), Padraig Harrington, Seamus Power 14.26 Kyoung-Hoon Lee (Kor), Davis Riley (USA), Taiga Semikawa (Jpn) 14.37 Patrick Cantlay (USA), Brooks Koepka (USA), Hideki Matsuyama (Jpn) 14.48 Tommy Fleetwood, Scottie Scheffler (USA), Adam Scott (Aus) 14.59 Wyndham Clark (USA), Xander Schauffele (USA), Cameron Smith (Aus) 15.10 Rickie Fowler (USA), Shane Lowry, Robert MacIntyre 15.21 Bryson DeChambeau (USA), Si-Woo Kim (Kor), Cameron Young (USA) 15.32 Bio Kim (Kor), Kazuki Yasumori (Jpn), Nicolai Hoejgaard (Den) 15.43 Haydn Barron (Aus), Daniel Bradbury, Oliver Farr 15.54 (a) Tiger Christensen (Ger), Martin Rohwer (Rsa), Marcel Siem (Ger) 16.05 Richard Bland, Lee Hodges (USA), Antoine Rozner (Fra) 16.16 Laurie Canter, Yannik Paul (Ger), Sami Valimaki (Fin)"
                },
                "isHosted": false,
                "pillarId": "pillar/sport",
                "pillarName": "Sport"
            },
            {
                "id": "sport/live/2023/jul/21/county-cricket-essex-v-kent-middlesex-v-surrey-and-more-live",
                "type": "liveblog",
                "sectionId": "sport",
                "sectionName": "Sport",
                "webPublicationDate": "2023-07-21T10:47:21Z",
                "webTitle": "County cricket: Essex v Kent, Middlesex v Surrey, and more – live",
                "webUrl": "https://www.theguardian.com/sport/live/2023/jul/21/county-cricket-essex-v-kent-middlesex-v-surrey-and-more-live",
                "apiUrl": "https://content.guardianapis.com/sport/live/2023/jul/21/county-cricket-essex-v-kent-middlesex-v-surrey-and-more-live",
                "fields": {
                    "headline": "County cricket: Essex v Kent, Middlesex v Surrey, and more – live",
                    "byline": "Tanya Aldred at Cheltenham College",
                    "thumbnail": "https://media.guim.co.uk/0cbd1a0d85a8ee20ab26ba656f4ad14ed5fc04c2/0_97_2826_1696/500.jpg",
                    "bodyText": "Ben Foakes takes a stunner to scoop up John Simpson for 60 at Lord’s, and Middlesex wobble to 197-6. An absolutely gorgeous shot from Kiran Carlson, skimming through the covers towards the black and red tent, brings up the Glamorgan 200. First result of the round, 25 minutes into day three. A real shame for Oakham and outground cricket, but the heavy rain of the last few weeks didn’t help with preparation. Josh Tongue picked up the three remaining wickets, to give him 5-29. Oakham: Leicestershire 110 and 137 v Worcestershire 178 and 169. WORCESTERSHIRE WIN BY 100 RUNS Such is the morning lethargy of the internet that Sam Northeast was bowled by van Meekeren while the last entry travelled through the stratosphere. A second of the morning to van Meekeren. Glamorgan 183-3. An early wicket here at Cheltenham, which gives the crowd the enticing duo of Sam Northeast and Kiran Carlson. The threatening cloud has gone for now, just puffed up cushions of this and that. Just in case your attention drifts to Old Trafford, Geoff is your man: “I was pretty underwhelming for the first half-a-dozen games of the season, I kept getting 40 and out so the last few games have been pleasing on an individual standpoint but the biggest thing I was happy with today was we were in a little bit of a tricky position after losing two early wickets. “From that view I was particularly happy because we were in a bit of trouble and so to come up trumps with a good innings with Dave (Bedingham) playing exceptionally as well was the most rewarding part of the day. “The main aim is to win games for your team and hopefully contribute some good performances so obviously it’s nice (to become the first to 1,000 runs) but my main aim within the season is trying to get promoted with Durham. Those individual things are sat in the background and my main focus is the team.” A cloud like a coal-stained king-sized duvet is currently skirting the ground. If Durham couldn’t quite keep pace with England at Old Trafford, they gave it their best shot, tucking into Derbyshire’s attack with lip-smacking gusto. Alex Lees, one of Zac Crawley’s ex-opening partners, now discarded, became the first player to pass a 1,000 Championship runs this summer during his 171, and shared a record third-wicket stand of 305 with David Bedingham (138). Earlier Derbyshire’s Brooke Guest had been last man out for 197. Nineteen wickets fell on day two at Oakham school, one more than on an eventful Wednesday, batters carefully picking their way through the minefield to get to the crease. Leicestershire were set an unlikely 238 to win mid-afternoon, but had deflated to 114 for seven at stumps, Dillon Pennington and England’s Josh Tongue doing the damage. Their one hope is that Rehan Ahmed remains, unbeaten on 33. Sandwiched between Leicestershire innings, Worcestershire stumped up 169, largely set up by Jake Libby. Chris Wright took four for 44. Somerset zipped up the pressure at Wantage Road, enforcing the follow on as 16 wickets tumbled. Northamptonshire’s first innings 180, propped up by 78 from Ricardo Vasconcelos, was followed by more quick wickets in the second. Matt Henry and Craig Overton proved a particular menace. Essex rattled to 458-8 before declaring, giving Sam Cook and Simon Harmer five overs to bowl at Kent, with due result. Matt Critchley had earlier danced to 117. While at Lord’s John Simpson and Max Holden gave Middlesex a chance of saving the follow-on. At Cheltenham, rain and bad light restricted play to 40 overs. David Lloyd put together a fluent 81 despite being hit hard on the helmet by a rampaging Paul van Meekeren and being dropped on 44. An Adam Lyth century put Yorkshire in the driving seat at Headingley; while an unbeaten century from Ian Holland on a crazy paving pitch Trent Bridge did the same for Hampshire. DIVISION ONE Chelmsford: Essex 458-8dec v Kent 207 and 4-1 Lord’s: Middlesex 179-5 v Surrey 433 Northants: Northamptonshire 180 and 151-6 v Somerset 351 Trent Bridge: Nottinghamshire 100 and 11-0 v Hampshire 166 and 344-5dec Edgbaston: Warwickshire 179-5 v Lancashire 327 DIVISION TWO Derby: Derbyshire 443 v Durham 364-4 Oakham: Leicestershire 110 and 114-7 v Worcestershire 178 and 169 Headingley: Yorkshire 286-4 v Sussex 216 Day one: Cheltenham: Gloucestershire v Glamorgan 152-2 Hello! It’s a muggy old morning, Cheltenham clouds closing in threateningly but the Met office don’t seem too worried. Here’s your forecast: A mixture of sunshine and showers today, showers most frequent across northern regions. Rain will move in across some western and northwestern areas, especially later, accompanied by brisk winds. Another mostly cool day. Gloucestershire’s players are do-see-doing through their morning exercises, Glamorgan are playing football and there is some gentle trade at the second-hand book stall. It is a gorgeous town, all intellectual regency buildings and old fashioned marigolds sitting obediently in the park beds."
                },
                "isHosted": false,
                "pillarId": "pillar/sport",
                "pillarName": "Sport"
            },
            {
                "id": "world/live/2023/jul/21/russia-ukraine-war-live-us-cluster-bombs-impact-russian-defences-washington",
                "type": "liveblog",
                "sectionId": "world",
                "sectionName": "World news",
                "webPublicationDate": "2023-07-21T10:38:39Z",
                "webTitle": "Russia-Ukraine war live: cluster bombs ‘having impact’ on Russian defences, US says; Zelenskiy sacks ambassador to UK",
                "webUrl": "https://www.theguardian.com/world/live/2023/jul/21/russia-ukraine-war-live-us-cluster-bombs-impact-russian-defences-washington",
                "apiUrl": "https://content.guardianapis.com/world/live/2023/jul/21/russia-ukraine-war-live-us-cluster-bombs-impact-russian-defences-washington",
                "fields": {
                    "headline": "Russia-Ukraine war live: cluster bombs ‘having impact’ on Russian defences, US says; Zelenskiy sacks ambassador to UK",
                    "byline": "Mattha Busby (now); Martin Belam and Helen Livingstone (earlier)",
                    "thumbnail": "https://media.guim.co.uk/52116756a270c22fe69847707cacfaeb63c41c0e/0_264_6953_4172/500.jpg",
                    "bodyText": "Turkish president Tayyip Erdogan has called on Western countries to consider Russia’s demands in the spirit of restoring the Black Sea grain initiative. Erdogan said, according to Turkish broadcasters: The termination of the Black Sea grain deal will have a series of consequences, ranging from the increase in global food prices to scarcity in certain regions and, potentially, leading to new waves of migration. I believe that by thoroughly discussing the matter with President Putin, we can ensure the continuation of this humanitarian effort. We are aware that president Putin also has certain expectations from Western countries, and it is crucial for these countries to take action in this regard. Moscow has said it would return to the deal only if its demands are met for easier access for its own food and fertiliser exports to world markets. Western countries say Russia has had no trouble selling food, which is exempt from financial sanctions. The Kremlin has cast Ukraine‘s actions in the Black Sea as “unpredictable” and claimed they posed a danger to civilian shipping. Russia said this week that all ships heading to Ukraine’s Black Sea ports could be considered military targets, and their flag countries parties to the conflict on the Ukrainian side, after it revoked their security guarantees by quitting the Black Sea grain deal, reports Reuters. Russia’s navy has since practised firing rockets at “floating targets” and apprehending ships, although Moscow’s ambassador to Washington yesterday denied any plan to attack civilian vessels. Kremlin spokesperson Dmitry Peskov said: Unpredictable actions and, moreover, the involvement of the Kyiv regime in terrorist acts certainly potentially create a threat in this area … The situation is being analysed, and our responsible agencies will develop appropriate recommendations to minimise the danger. Last night, as my colleague Julian Borger reports, Ukraine warned that it could target all shipping out of Russian and Russian-occupied ports and signalled its readiness to fight on the Black Sea, after Moscow’s declaration of a naval blockade and bombardment of Ukrainian ports. Russia will keep compulsory military service for 18-year-olds, state media has reported, permanently increasing the number of young men liable to conscription, after lawmakers dropped a proposal not to start before the age of 21. Andrei Kartapolov, a former general who chairs the defence committee of the lower house of parliament, or State Duma, had proposed that the conscription period would be pushed back in stages to ages 21-30, reports Reuters. But he was quoted by Tass as saying: “[It] was decided to keep the lower limit at 18 years, because that’s exactly the age when a lot of guys want to go and serve.” Military service has long been a sensitive issue in Russia. Many go to great lengths to avoid being handed conscription papers during the twice-yearly call-up periods. Hundreds of thousands fled Russia to avoid being sent to fight in the Ukraine war. Mattha Busby here, picking up the blog from my colleague Martin Belam. US-supplied cluster bombs, which are banned by more than 120 countries, have been deployed in Ukraine against Russian forces, White House national security spokesperson John Kirby has said. “We have gotten some initial feedback from the Ukrainians, and they’re using them quite effectively,” Kirby told reporters. Russia struck the Ukrainian port city of Odesa for the fourth consecutive night after pulling out of the Black Sea grain deal. Odesa’s regional governor Oleh Kiper said that 100 tonnes of peas and 20 tonnes of barley were destroyed in a strike on an agriculture facility which injured two people, and saw damage to emergency equipment after it was struck twice in a “double-tap” attack. Ukrainian military spokesperson Nataliya Gumenyuk said: “The enemy is continuing terror, and it’s undoubtedly related to the grain deal.” Russia’s navy carried out a live fire “exercise” in the north-west Black Sea, Moscow’s defence ministry has said, days after the Kremlin said it would consider ships travelling to Ukraine through the waterway to be potential military targets. The Black Sea fleet “carried out live firing of anti-ship cruise missiles at the target ship in the combat training range in the north-western part of the Black Sea”, Russia’s defence ministry said in a statement on Telegram according to AFP. “The target ship was destroyed as a result of a missile strike,” it said. Ukraine had warned that it could target all shipping out of Russian and Russian-occupied ports and signalled its readiness to fight on the Black Sea, after Moscow’s declaration of a naval blockade and bombardment of Ukrainian ports. The tit-for-tat moves come after Russia pulled out of the Black Sea deal. Poland has decided to move military formations from the west to the east of the country due to the potential threat posed by the Wagner group’s presence in neighbouring Belarus. “Training or joint exercises between the Belarusian army and the Wagner group is undoubtedly a provocation”, PAP quoted Zbigniew Hoffmann as saying. President Volodymyr Zelenskiy has dismissed Vadym Prystaiko as Ukraine’s ambassador to Britain. Prystaiko was recently critical of Zelenskiy on television in the UK over comments the president had made after UK defence secretary had called for a show of more gratitude from Ukraine. CIA head William Burns has suggested that Russian president Vladimir Putin is biding his time over deciding what to ultimately do with Yevgeny Prigozhin. In comments at the Aspen security forum Burns said: “What we are seeing is a very complicated dance. Putin is someone who generally thinks that revenge is a dish best served cold. In my experience, Putin is the ultimate apostle of payback so I would be surprised if Prigozhin escapes further retribution”. He added: “If I were Prigozhin, I wouldn’t fire my food taster.” The Guardian’s diplomatic editor Patrick Wintour has this analysis of president Zelenskiy’s move today to remove a key member of diplomatic staff: Ukraine’s ambassador to London has been dismissed by Volodmyr Zelenskiy for challenging the way the Ukrainian president criticised the west for asking him to be more grateful for the military help the west was providing to Ukraine. Vadym Prystaiko’s dismissal as Ukraine’s ambassador to Britain was announced in a presidential order, with no official reason being given. He has also been removed as Ukraine’s representative to the International Maritime Organization. A row between the two men blew up after Prystaiko went on Sky News in the UK to question some of Zelenskiy’s behaviour ahead of the summit, including remarks by the UK defence secretary, Ben Wallace, suggesting the Ukrainians were treating the west as though it was an Amazon store. Prystaiko was asked by Sky News if there was a hint of sarcasm in Zelenskiy’s promise saying “each and every morning we’ll wake up and call Ben Wallace to thank him”. He said: “I don’t think that kind of sarcasm is healthy. We don’t have to show the Russians there is something between us. They have to know we are working together. If something happens, Ben can call me and tell me everything he wants”. It is highly unusual for a diplomat to criticise their president in public, but Prystaiko clearly felt damage had been done to the relationship between Ukraine and its closest western partner that required repairing. Prystaiko apparently had a difficult phone call with Zelenskiy on Thursday that ended with his dismissal. He had been ambassador since June 2020 and previously a foreign minister. His dismissal alongside the expected departure of Wallace as defence secretary means there will be major changes in a key part of the UK-Ukraine axis at a critical time for Ukraine’s counteroffensive. Here is a visual snapshot of how the morning has been in Mykolaiv. This is a screenshot of mayor Oleksandr Syenkevych’s Telegram channel today, repeatedly announcing air alerts and the all clear over the last few hours. Here is an image that Ukraine’s military have released of the aftermath of last night’s attack on Odesa which struck an agricultural facility. The governor of Odesa, Oleh Kiper, said a second strike happened once first responders were at the scene, leading to the damage of emergency equipment in a “double-tap” attack. AP describes last night’s attack on Odesa as small-scale in comparison with barrages in recent days, but quotes Ukrainian military spokesperson Nataliya Gumenyuk as saying: “The enemy is continuing terror, and it’s undoubtedly related to the grain deal.” The all clear has been sounded on the earlier air alert. Our diplomatic editor Patrick Wintour points out on Twitter that the dismissed UK ambassador Vadym Prystaiko was recently critical of Voldoymyr Zelenskiy on television in the UK. President Volodymyr Zelenskiy has dismissed Vadym Prystaiko as Ukraine’s ambassador to Britain. Reuters reports the published presidential order gave no reason for the dismissal, but said Prystaiko had also been removed as Ukraine’s representative to the International Maritime Organization. Suspilne, Ukraine's state broadcaster, is reporting the launch of Onyx supersonic missiles in the direction of Odesa, citing Ukraine’s air force. More details soon … The outgoing British ambassador to Ukraine, Melinda Simmons, has commented on the psychological impact of the frequent air alerts in Ukraine, posting to Twitter to say “Air raid alerts several times a day that last for only around 15 minutes a time are as unnerving as those further apart but lasting longer, it turns out. They keep your stress levels at a permanent high.” Simmons is expected to remain in her post until September. The air alert has been extended to all of eastern Ukraine. An air alert has been declared in Odesa region. It isn’t uncommon for air alerts to come and go during the day in Ukraine, but people in the region will be well aware that Russia has struck the port city for four consecutive days this week. CIA head William Burns has suggested the Russian president, Vladimir Putin, is biding his time over deciding what to ultimately do with Yevgeny Prigozhin. Progozhin’s Wagner group, which Putin later claimed was state-funded, staged an aborted mutiny and march on Moscow. In comments at the Aspen security forum, Burns said: “What we are seeing is a very complicated dance. Putin is someone who generally thinks that revenge is a dish best served cold. In my experience, Putin is the ultimate apostle of payback so I would be surprised if Prigozhin escapes further retribution.” “If I were Prigozhin,” he added, “I wouldn’t fire my food taster.” According to a BBC report, Burns confirmed at the event that the CIA had prior knowledge of the Wagner uprising. Earlier this month Russia’s foreign intelligence chief Sergei Naryshkin said that he and Burns discussed the short-lived mutiny a week earlier and “what to do with Ukraine” in a phone call in late June. Reuters reports that Yuriy Malashko, Ukraine’s governor of the southern region of Zaporizhzhia, reported 80 Russian attacks on settlements in the region in the previous 24 hours, and said four people had been killed. According to Russian state-owned news service Tass, the number of people in Russian-occupied Ukrainian territory hospitalised after the destruction of the Kakhovka dam in June has risen to 166. It cited sources in the local Russian-imposed authority. In addition to those two injuries sustained in the attack on Odesa reported by governor Oleh Kiper, state broadcaster Suspilne has reported these other incidents in its wrap-up of overnight news: On July 20, four workers were killed and two more people were injured in an attack by Russian troops on an infrastructure facility in the Polohivskyi district of the Zaporizhzhia region, the regional authority reported. In Kharkiv oblast, a 56-year-old woman was injured as a result of night shelling. In the Kherson region, on the night of 21 July, the Russian Federation shelled four locations. No injuries were reported. On 20 July, Russian shelling in Donetsk region killed two people in Kostyantynivka, and two more residents of the region were injured. The governor of Odesa has given more details of Russia’s overnight attack, saying the targets were switched from port structures to agricultural enterprises. In a post on Telegram, Oleh Kiper said: The Russians attacked Odesa with Kalibr cruise missiles from the Black Sea. Trying to bypass air defence systems, the enemy directed missiles at the minimum height, using the features of the landscape. After three consecutive nights of powerful missile and drone terror of the port infrastructure, they switched to agricultural enterprises in the region. Two rockets hit the granaries of one of the agricultural enterprises. A fire broke out and while the fire was being fought, a second air alarm was sounded. Another rocket hit the same enterprise, damaging agricultural and rescue equipment. Fire on an area of more than 200 sq metres was liquidated. The enemy destroyed 100 tons of peas and 20 tons of barley. Two employees of the enterprise were injured. The claims have not been independently verified. This is Martin Belam taking over the live blog in London. You can contact me at martin.belam@theguardian.com. Russia’s navy carried out a live fire “exercise” in the north-west Black Sea, Moscow’s defence ministry has said, days after the Kremlin said it would consider ships travelling to Ukraine through the waterway to be potential military targets. The Black Sea Fleet “carried out live firing of anti-ship cruise missiles at the target ship in the combat training range in the north-western part of the Black Sea”, Russia’s defence ministry said in a statement on Telegram according to AFP. “The target ship was destroyed as a result of a missile strike,” it said. “Also during the joint exercise, the ships and fleet aviation worked out actions to isolate the area temporarily closed to navigation, and also carried out a set of measures to detain the offending ship.” Russia said Wednesday that cargo ships en route to Ukrainian ports on the Black Sea would be regarded as possibly carrying military cargo, days after scrapping a grain exports deal with Ukraine. The Kremlin has also declared unspecified areas in the “northwestern and southeastern parts of the international waters of the Black Sea” as “temporarily dangerous for passage”. More on the Polish troop movement from Reuters: Poland’s security committee decided in a meeting on Wednesday to move military units to the country’s east due to the Wagner group’s presence in Belarus, state-run news agency PAP quoted its secretary as saying on Friday. Wagner chief Yevgeny Prigozhin was shown in a video on Wednesday welcoming his fighters to Belarus, telling them they would take no further part in the Ukraine war for now but ordering them to gather their strength for Africa while they trained the Belarusian army. On Thursday, the Belarusian defence ministry said Wagner mercenaries had started to train Belarusian special forces at a military range just a few miles from the border with Nato-member Poland. “Training or joint exercises of the Belarusian army and the Wagner group is undoubtedly a provocation,” Zbigniew Hoffmann told PAP. “The Committee analysed possible threats, such as the dislocation of Wagner group units. Therefore, the Minister of National Defense, chairman of the Committee, Mariusz Blaszczak, decided to move our military formations from the west to the east of Poland.” People living near Poland’s border with Belarus said on Thursday they could hear shooting and helicopters after Russia’s Wagner group arrived to train Belarusian special forces, compounding their fears the Ukraine war would reach them. Defense Minister Blasczak said earlier this month that Poland began moving over 1,000 troops to the east of the country. Also at the beginning of July Poland said it would send 500 police to shore up security at the border with Belarus. Another Odesa grain terminal has been hit by a Russian strike, destroying 100 tonnes of peas and 20 tonnes of barley, the regional governor, Oleh Kiper, has said. Two people were also injured in the explosion, caused by a Kalibr missile, he said in a post on Telegram. It was the fourth consecutive night that Moscow has launched strikes on the Black Sea port. Poland has decided to move military formations from the west to the east of the country due to the potential threat posed by the Wagner group’s presence in neighbouring Belarus, the state-run PAP news agency has reported, citing the secretary of the country’s security committee. “Training or joint exercises between the Belarusian army and the Wagner group is undoubtedly a provocation,” PAP quoted Zbigniew Hoffmann as saying. Moscow likely views the Black Sea grain deal, from which it withdrew this week to international condemnation, as “one of its few remaining avenues of leverage against the west” and pulled out in order to secure concessions, the Institute for the Study of War has said in latest assessment of the war in Ukraine. The Kremlin now appears to be attempting to create a sense of urgency around its return to the Black Sea Grain Initiative by conducting intensifying strikes against Ukrainian port and grain infrastructure and threatening to strike civilian ships in the Black Sea. Ukraine harvests most of it grain between July and August, and Russia’s strikes on Ukrainian port and agricultural infrastructure can further complicate Ukraine’s ability to free up space for newly harvested grains. The US thinktank said it was unclear whether Russia really intended to strike civilian ships in the Black Sea as it suggested it could do this week. But, it added, “the Kremlin likely believes the announcement will have a chilling effect on maritime activity in the Black Sea and create conditions reminiscent of the complete blockade of Ukrainian ports at the start of the full-scale invasion.” This attempt to achieve economic concessions from the West may undermine the Kremlin’s international outreach efforts by threatening the food supplies of several countries that are the intended targets of the Kremlin’s outreach. Russian strikes against Ukrainian port and grain infrastructure and naval posturing also continue to illustrate that the Kremlin is willing to use naval and precision strike assets to prioritize immediate economic concerns instead of operations in Ukraine that pursue the Kremlin‘s overall campaign objectives. Ukrainian forces have begun using US-supplied cluster bombs – which are banned by more than 120 countries – in the '“last week or so” and they are “having an impact” on Russian defences, a White House spokesperson has said. “They’re using them appropriately, they’re using them effectively and they are actually having an impact on Russia’s defensive formations and Russia’s defensive manoeuvring,” White House national security council spokesperson John Kirby told reporters. The munitions arrived in Ukraine last week and are seen by the US as a way to get Kyiv critically needed ammunition to help bolster its offensive and push through Russian frontlines. Ukraine has pledged to only use the controversial bombs to dislodge concentrations of Russian enemy soldiers. The deployment of the munitions comes as Kyiv reports a new attempt by Russia to return to the offensive in the north-east of Ukraine, where it says Moscow has massed 100,000 troops and hundreds of tanks. Hello and welcome to the Guardian’s live coverage of the war in Ukraine with me, Helen Livingstone. Ukraine has begun using US-supplied cluster bombs – which are banned by more than 120 countries – in the “last week or so” and they are “having an impact” on Russian defences, White House national security council spokesperson John Kirby has said. “They’re using them appropriately, they’re using them effectively and they are actually having an impact on Russia’s defensive formations and Russia’s defensive manoeuvring,” he said. Washington provided the weapons to Ukraine for the first time earlier this month as Kyiv attempts to dislodge entrenched Russian forces and retake land lost in the early months of Moscow’s invasion last year. The weapons, which disperse up to several hundred small explosive charges that can remain unexploded in the ground, are banned by many countries because of the long-term risks they pose to civilians. In other developments: Ukraine warned that it could target all shipping out of Russian and Russian-occupied ports and signalled its readiness to fight on the Black Sea, after Moscow’s declaration of a naval blockade and bombardment of Ukrainian ports. The tit-for-tat moves come after Russia pulled out of a deal that allowed Ukraine to export its grain via its Black Sea ports on Monday. The UN’s atomic watchdog says it has been unable to inspect the roofs of Ukraine’s Zaporizhzhia nuclear power plant which is occupied by Russian forces. Ukraine accuses Russia of turning the plant into a shield for its artillery guns and dynamiting the reactor roof, turning the site into an atomic bargaining chip. EU foreign ministers discussed a proposal for a 20 billion euro ($22.4bn) fund to pay for weapons, ammunition and military aid for Ukraine over four years. The EU also said it would prolong its sanctions against Russia by six months, until the end of January. Wheat prices continued to climb on global markets following Russia’s withdrawal from the UN-backed grain deal. Wheat was trading almost 1.5% higher on the Chicago Board of Trade exchange on Thursday morning, while corn and soya bean prices were also rising. It followed a rise of more than 8% in wheat prices on Wednesday. The UN security council will meet on Friday over the “humanitarian consequences” of Russia’s withdrawal from the Black Sea grain deal, Britain’s UN mission said. The US imposed Russia-related sanctions against nearly 120 individuals and entities aimed at blocking Moscow’s access to electronics and other goods that aid its war against Ukraine. The new measures are designed to “reduce Russia’s revenue from the metals and mining sector, undermine its future energy capabilities and degrade Russia’s access to the international financial system,” the treasury department said in a statement. At least three people were confirmed to have been killed during Russia’s third night of successive airstrikes on southern Ukrainian port cities, according to Ukrainian officials. A security guard was killed in Odesa and a married couple were killed in Mykolaiv. China also confirmed that its consulate building in Odesa was damaged in the latest strikes. Russia said it was imposing restrictions on British diplomats, requiring them to give five days’ notice of any plans to travel beyond a 120km radius, due to what it called London’s “hostile actions”. Britain removed sanctions on Oleg Tinkov, the founder of digital bank Tinkoff, days after an appeal by British billionaire Richard Branson and nine months after Tinkov, critical of Moscow’s invasion of Ukraine, renounced his Russian citizenship. Britain sanctioned Tinkov a month after Russia invaded Ukraine but Tinkov contested that designation, routinely criticising Russia’s actions in Ukraine and offloading his stake in the bank. Eugene Shvidler, a longtime ally of the billionaire Roman Abramovich, meanwhile launched a legal challenge against sanctions imposed upon him after Russia’s invasion of Ukraine. In a high court case being closely watched by other sanctioned oligarchs, lawyers for Shvidler, who is reportedly worth £1.3bn, are seeking to have his designation for sanctions declared unlawful and quashed, as well as pursuing restitution of his costs. Ukraine’s deputy economy minister held talks with China’s vice-commerce minister in Beijing in the first high-level visit by a Ukraine government official to the country since 2019."
                },
                "isHosted": false,
                "pillarId": "pillar/news",
                "pillarName": "News"
            },
            {
                "id": "football/live/2023/jul/21/spain-v-costa-rica-womens-world-cup-2023-live",
                "type": "liveblog",
                "sectionId": "football",
                "sectionName": "Football",
                "webPublicationDate": "2023-07-21T10:38:09Z",
                "webTitle": "Spain 3-0 Costa Rica: Women’s World Cup 2023 – as it happened",
                "webUrl": "https://www.theguardian.com/football/live/2023/jul/21/spain-v-costa-rica-womens-world-cup-2023-live",
                "apiUrl": "https://content.guardianapis.com/football/live/2023/jul/21/spain-v-costa-rica-womens-world-cup-2023-live",
                "fields": {
                    "headline": "Spain 3-0 Costa Rica: Women’s World Cup 2023 – as it happened",
                    "byline": "Sarah Rendell",
                    "thumbnail": "https://media.guim.co.uk/5099cd87289faa655b295786cdd4ffbf641f30b8/0_103_4629_2778/500.jpg",
                    "bodyText": "Thank you so much for joining me for this match and for your contributions. I will be back tomorrow to cover Zambia v Japan and Denmark v China but we will also have live coverage of the other matches. Have a good rest of your Friday and catch up with all the Spain v Costa Rica action: It was not announced on the coverage which is why it has taken me so long to tell you but Bonmati was named Player of the Match. After her absolute rocket of a goal and her superb movement throughout it isn’t a suprise. One of the headlines from day one of the tournament was Sam Kerr not being able to play for Australia because of injury. There has been more light on the situation, read the full piece: Defending champions the US get their tournament underway tomorrow and it will be Megan Rapinoe’s last international competition. She is retiring at the end of the 2023 season: Ahead of England’s opener tomorrow, the team have had some good news! Captain Millie Bright is fit to play in the match: Spain’s win over Costa Rica is the final World Cup match of the day but what a line-up of games we have tomorrow! In action, which we will have live reporting on, are: United States v Vietnam Zambia v Japan England v Haiti Denmark v China Here are the reports from the other two matches which have happened today: Here’s the own goal which started Spain’s scoring: Karen Carney has written a column about England’s chances at the tournament. The Lionesses begin their campaign against Haiti tomorrow. Have a read of the piece: After that display do you think Spain can win the World Cup? Let me know via email or Twitter! Another positive for Spain is their talisman Alexis Putellas got some valuable minutes to build into this tournament. After missing the Euros it is great to see her back on the world stage: Spain had 117 touches in Costa Rica’s box, a massive stat but also highlights their lack of clinicism. Only three goals from 46 shots and no goals in the second half. At the Euros last year I felt it was a tournament that displayed goalkeeping skill with the likes of Earps, Thalmann and Van Domselaar all shining. This World Cup could be the same, Solera today was amazing. A dominant performance from Spain seals the three points. All the goals were scored in the first half with an own goal and Bonmati and Gonzalez on the scoreboard. Costa Rica can be proud of their second half though as they prevented Spain from scoring. Solera a huge positive in their team, she made 10 saves throughout the match and most were impressive stops. 90 + 4 min: There is a break in play as Del Campo goes down with an injury. She doesn’t need treatment though and so we are back underway quickly. 90 + 3 min: Costa Rica have a rare bit of possession and they give it away cheaply with a foul. A fun fact the BBC has just given the audience, this will only be Spain’s second win at a World Cup! 90 + 1 min: There will be five added minutes here. 90 min: Bonmati has a shot but Solera saves, felt like the wrong decision. She should have either passed to Redondo or taken the shot earlier. 89 min: The corner comes in but the chance is wasted. There should be a fair amount of added time here after Solera’s injury. 88 min: Spain are still battling for a fourth goal but the sting has weakened in their game. Hermoso attempts to get control in the box but Costa Rica defenders do enough to repel her. Redondo’s cross is deflected by Benavides and there is another corner. Before they take it Spain make another change, Batlle is off for Hernandes 86 min: Putellas lays the ball off to Caldentey but her shot is wide! Hermoso does great work on the edge of the box with a lovely turn but she ends up being offside. Little bits of being clinical has been missing from Spain’s game today. 84 min: Herrera again pressing Spain, she looks deadly when she has the opportunity to do so. Spain do come away with it and get themselves in a good position, Putellas has a shot which is saved. Scott stretched in the build-up and she hit the deck, it looked a bit worrying but she is now back on her feet. 82 min: Spain are on the attack, Carmona is on the hunt – water is wet. Putellas is asking the question of a penalty as she is brought down in the box but nothing is given. 80 min: Final ten minutes in this one and Spain have been unable to add to the scoreboard here. Costa Rica can be proud of the efforts in the second 45, Spain have not let up on the pressure. 78 min: The crowd cheer as Costa Rica get possession but Spain quickly win it back. Spain make some more changes with Paralluela and Abelleira off for Putellas and Zornoza. 76 min: Carmona absolutely loves a long-range strike and my word that was almost a nomination for goal of the tournament! She smacks the ball but it is just over the bar. Huge from the Spain player. 75 min: I was guessing it was cramp for Solera but she has remained on the floor for a while here, receiving a lot of treatment. Her teammates are around her with concern. She is now back to her feet and does look okay to continue! Good news for Costa Rica. 74 min: The set piece is well defended again from Costa Rica. The ball is whipped in again and Solera falls to the ground in trying to get in position, it seems she has cramp and should be okay to continue here. The keeper has put in a good performance. G Villalobos and Sala are off with Pinell and Scott (who is just 16!) on. 72 min: Hermoso takes the free kick but it’s cleared. Spain come again, Costa Rica must be frustrated with the amount of defending they have had to do. Paralluelo makes a good run again and wins a corner. 70 min: Paredes gives away a foul on Salas and Costa Rica can clear their lines. It doesn’t go far though as Spain win it back and are immediately a threat. Bonmati’s chance is out for a goal kick. However, it is not long until Spain have yet another corner. Bonmati takes it but it’s cleared – Paralluelo is fouled and Spain have a free kick. 68 min: Caldentey has her first time on the ball and she wins a corner. It is taken short to Hermoso, it eventually comes in but it’s blocked. Bonmati manages to get the ball int he box once more but it is headed away. 66 min: The pace of this game has slowed slightly, Spain are still in control but they seem less aggressive in their play. Spain have had 39 attempts on goal so far so they aren’t exactly slacking! 64 min: A great challenge from Costa Rica thwarts another Spain chance. Spain makes their first changes with Gonzalez and Del Castillo off for Caldentey and Redondo. Redondo gets on the ball straight away and almost scores with her first touch! It is just wide though. Bonmati then crosses in and Paralluelo is inches away from scoring. 62 min: The corner comes in but Hermoso clears and Spain look to counter. Solera comes to the rescue again who collects on the second time of asking. 60 min: Elizondo is off for Granados with Costa Rica making their first change. Paredes, who has made a few errors today, gives away the ball and Costa Rica are able to set up an attack. They then win their first corner! 58 min: That was almost an absolute worldie from Paralluelo! She cuts through the defence like a knife through hot butter! She gets a shot away but Solera saves, conceding a corner. It comes in but is initially blocked, it comes back and a huge effort from Carmona is saved! Another corner and again Solera saves! Spain could easily be at least 6-0 up if it weren’t for their keeper. 56 min: Delicious football from Hermoso, a nutmeg as she passes to Gonzalez – her shot is defended well. 55 min: The corner comes in and it’s not dealt with well by Costa Rica who can’t initially clear but Paralluelo fouls – goal kick. 54 min: That is so messy! Paralluelo just keeps running, getting around so many players and her cross comes in. Costa Rica eventually collect but the whistle is blown for Hermoso being offside. And now it’s messy again as Spain come, Gonzalez gets a shot away but it is wide – out for a corner. 52 min: Carmona rattles the woodwork with a long range effort! Costa Rica have a player down, I’m unsure who it is right now. The referee keeps play going as Costa Rica have possession but when Spain win it back play stops. Elizondo is the player down, she is okay to continue. 50 min: Costa Rica win it back and Herrera, who has been great for her country, makes a great run. She crosses in but none of her teammates are there to connect. 49 min: Something Costa Rica need to do better is clearing the ball. They manage to deal with threats but they don’t clear the danger and Spain just keep coming. Some great play from Chinchilla as Costa Rica set up an attack but they give it away cheaply. 47 min: That was almost a goal for Spain already! Instead it’s a corner and Paralluelo gets a header but Solera collects. Another 45 minutes in this one begins! Can Costa Rica peel some goals back? Or will Spain clock more scores? We’ll soon find out. Some good news from the England camp before we get back underway in this match: Here’s a look at Solera’s great save of Hermoso’s penalty: Some pieces for you to take a look at that have emerged in the time we have been focusing on the football: Look at Bonmati’s strike, the star is surely in a shout for the Ballon d’Or: Gonzalez gets a head to the corner but is is wide. Well the three points from this game have been sewn up in the first half from Spain. An own goal, a Bonmati beauty and a Gonzalez flick has them three goals to the good. Costa Rica have shown glimpses of fight, saved a penalty and their defence has been good at times but it is all Spain at the moment. 45 + 4 min: Spain claim for a penalty as a player is tackled in the box when trying to collect a free kick but nothing is given. Spain do win a corner. 45 + 3 min: Spain have a free kick in a good position, it comes in but Solera comes out. The keeper hits it rather than catch, a risky move but it’s blocked for now. 45 + 1 min: There will be four minutes added here as Spain have three attempts at goal which are all blocked. 45 min: Oh my word that was great from Costa Rica! Herrera makes a great run and she crosses but they can’t convert. Glimpses of greatness. 44 min: Spain have yet another corner, it comes in but Costa Rica again do well to defend. Carmona manages to cross it in a minute later and Gonzalez leaps for a header, it is just over the bar! 42 min: The corner comes in but it is cleared well by Costa Rica. A poor pass back to keeper Misa almost sees Herrera pounce, that was so close! The heart was definitely in the Spain players mouths then! Daniel has got in touch and said: “Greetings from Costa Rica! It’s currently 2:00 in the morning, and I stayed up to watch this game, wondering if we would see a repeat of the men’s National Team match against Spain in Qatar last year where we got utterly destroyed 7-0. So far, this match seems to be a play-by-play replay of that one… this is painful to watch. At least Solera saved the penalty, unlike Navas who got utterly defeated last year.” Sadly it has been one-sided so far! Hopefully Costa Rica will be able to get one back, some of their play has been impressive – especially for players who aren’t professional. 41 min: Spain get into the box but Paralluelo’s shot is deflected out for a corner. Hermoso takes it and it bundles around but Coto has it out for another corner. 40 min: Chinchilla makes a good run and draws a foul to give Costa Rica some time on the ball. But Spain win it back so quickly, their chance ends in a goal kick. Here they come again … 38 min: Batlle crosses a great ball in but it evades her teammates. Some good defensive work from Costa Rica but they can’t retain possession. Paredes takes a shot but it is wide. 37 min: Spain have a free kick in a good position, it’s swung in but Costa Rica deal with it well. Jorge Vilda’s team come once again. 35 min: WHAT A SAVE! Hermoso is over the ball from the spot but she rifles her shot and Solera goes the right way. What a save, what a moment. 34 min: Batlle that was delicious! She finds Bonmati but her cross into the box doesn’t find a player. Carmona is tackled in the box and a penalty is given! Penalty trend continues! 32 min: Paredes gets contact from the corner but it is wide. Costa Rica manage to deal with another cross into the box but Spain are not letting their foot off the gas. Every time Costa Rica have the ball the crowd cheer. Some valuable context, only one player for Costa Rica is fully professional. 30 min: There is another Spain corner after a Hermoso cross was deflected out, how many more goals will they get before half-time? 29 min: Spain were among the favourites before this game but this is a strong performance. For the first corner Spain opt to pass to the edge of the box, Carmona hits a long range shot and it’s almost in! The team get another corner from the save, it comes in and Paredes’ head causes chaos. It eventually comes to Gonzalez and she puts it in the net. 26 min: Del Castillo works well in the box but her pass is blocked. Spain keep working, being patient in their build-up and then Solera makes a great save! Gonzalez gets a head to cross and it’s almost three! Another corner to come. 25 min: We said the goal would come but wow! So unfortunate for Costa Rica to concede the own goal but there was no stopping that Bonmati strike. This could see the floodgates open now, the scoreboard could be huge. They have the momentum and they just keep coming. What a strike! She’s on the edge of the box and rifles it home. Wow, you wait for one goal and two come along at one. Oh no! Bonmati crosses in and Solera can’t get to it, it hits Del Campo and it’s in the back of the net. The player looks distraught. 20 min: Del Castillo attempts to cross in but it’s blocked and out for another corner. Solera comes out to meet the ball but it’s not a clean take and Paralluelo makes contact with the ball, it’s wide though! I thought the goal was coming there. 18 min: Batlle passes to Bonmati but she can’t find Gonzalez, Spain are edging closer. Batlle manages to find pockets of space other players just couldn’t. Del Catillo finds Hermoso in the box but she can’t control. Spain keep coming, it’s relentless! 16 min: Another great challenge leads to yet another Spain corner. The ball comes in but it’s cleared well, if they can keep this defence up Spain will be frustrated. 14 min: Hermoso has a great bit of play to get into the box but Costa Rica box her out. All the pressure is raining down on the Costa Rica goal but they are doing well to defend so far. Hermoso gets a shot again but it’s blocked. 13 min: The ball comes in but Costa Rica clear, a few Spanish players calling for a penalty there! Will this game follow suit? Every game of the tournament so far has featured a penalty. Nothing has come of it so far. 12 min: F Villalobos makes a great challenge on Paralluelo but concedes a corner. It comes in and Andres gets a head to it and what a save! Solera stretches to put it over the bar! Another corner to come. 11 min: How about this! Costa Rica counter and Herrera finds herself in front of goal but she takes a heavy touch and Spain are able to thwart the chance. 10 min: Chinchilla looked to have been fouled but the referee doesn’t give anything, boos come in from the crowd. Batlle makes a great run to create a chance! Gonzalz gets on the end of the cross with a backheel flick but it is just wide. That was so close. 8 min: Chinchilla is left adrift and has a lack of options which leads to Spain winning it back. Paralluelo shows what she can do with a one-two and it leads to a frantic exchange of possession but Spain get it back. Bonmati has a shot at goal but it is way wide. The goal is coming, it’s just a matter of time. 6 min: Another great ball in from Spain but Del Castillo can’t get her head to it. They try and get it back in the box but Costa Rica do really well to close it down. Salas is fouled and Costa Rica have possession, they get their first attack underway. 4 min: Spain, who like to play a possession-based game, have had the lion share of the ball but Herrera read a play well to intercept. Spain won the ball back quickly but Costa Rica are capable of punching holes. A ball came into the box and Paralluelo tried to control but Costa Rica managed to clear. 2 min: Spain have been dominant in possession so far, Bonmati can’t get on the end of a long pass as the team looked to press for an early opener. We are underway! The fifth game of the tournament has begun. Here we go then! Remember Costa Rica may be the underdogs but they did score 53 goals in qualifying without conceding, they could cause an upset here. Just a few minutes away … Lovely quote on the BBC there: “Can Spain be divided but still conquer?” They still have a strong squad! The anthems are taking place and then we will be underway. So we are just over five minutes away from kick-off (8.30am BST, 5/30pm AEST, 7.30pm local time). Any predictions for this one? Spain are the favourites! Andrew has already put in his guess, saying: “I’ve watched all the games so far here in Bangkok, Thailand (currently 2:20pm). For this game I’m looking at a chicken curry pie and a pack of BBQ chips (lunch, really), washed down with a can Hoegaarden wheat beer all from the 7-11 down the road. Game is probably going to be a Spain victory but sad to see such a fractured squad missing so many good players (e.g. Patri).” That sounds like a hearty meal! Yes it will be interesting to see Spain’s game without some significant players. Have you been reading our free weekly women’s football newsletter, Moving the Goalposts? It brings you exclusive features, news pieces and all the updates you need to know about the sport. You can sign up here: Kurt has got in touch on email and said: “On a scale of 1 to 10 how likely will the USWNT win the FIFA Women’s World Cup? I give it a 8.” You know I think I would agree with you, they are strong favourites to retain the trophy but I think England are up there. Australia, if Sam Kerr is okay to return to the team, could also cause a few upsets! A story that broke last night was England goalkeeper Mary Earps sharing her hurt at fans not being able to buy a replica of her shirt. You can read all the details: Usually I would ask what snacks you are having while watching but as it’s so early the majority will be having breakfast! So instead I’ll ask what your go-to coffee order is. Mine is simple but effective, a latte. Let me know yours via Twitter or email. Here is some information on Spain’s coach from our guide on the country: “Jorge Vilda wants to make history with Spain. The 42-year-old took over in 2015, when Ignacio Quereda was sacked after the World Cup in Canada, having failed to get out of the group in the country’s first appearance at the tournament. Vilda had been a stalwart of the coaching setups in Spain’s age-group teams, and in his tenure as senior manager he has promoted players such as Bonmatí, Patri Guijarro and Athenea del Castillo. As he prepares for his second World Cup at the helm, Vilda knows his team is one of the best on the planet.” Read the full guide: A fun fact from our Costa Rica guide: “Sofía Varela, a forward for Costa Rica, has experienced two anterior cruciate ligament injuries, one in each leg. But she has never lost her joy for the game. Varela has tattoos of the Arenal Volcano, located in her home town of La Fortuna de San Carlos, and the map of Costa Rica. When she scores abroad, she proudly displays them in honour of her beloved country.” Read the full guide here: I promised a closer look at some key players and so here they are. Below are some of the stars from Spain and Costa Rice to watch out for from our player interactive. We have created a profile for each of the 736 players at the World Cup, you can click through on the links below to look at any one of them. Spain v Costa Rica is the third game of the day! Nigeria drew 0-0 with Canada earlier today, while the Philippines and Switzerland are just finishing up their match with the latter winning 2-0. Each of the games in the World Cup so far has involved a penalty, will Spain v Costa Rica follow suit? You can catch up on Nigeria v Canada and the live blog is still ongoing for the other match: One of the most interesting calls from the selection is seeing Alexia Putellas’ name on the bench. She has not had many minutes since returning from her ACL injury though, which could be the reason. The team news is in! Spain starting XI: Misa; Batlle, Paredes, Andres, Carmona; Abelleira, Hermoso, Bonmati; Athenea, Paralluelo, Gonzalez Costa Rica starting XI: Solera; Benavides, F. Villalobos, Del Campo, Coto; Elizondo, G. Villalobos, Alvarado, Herrera, Chinchilla; Salas Hello! It is day two of the World Cup and we have Spain v Costa Rica coming up in an hour’s time. The nations are in group C and the other two teams in the group, Zambia and Japan, will play one another on Saturday. The favourites in this match will be Spain despite some players not making themselves available for the World Cup because of the conditions with the national set-up. 15 players protested over the issue in 2022 and 12 of the stars are not at the tournament in Australia and New Zealand. Aitana Bonmatí, Mariona Caldentey and Ona Batlle are included. Costa Rica will put up a strong test for their opponents but it will be if they can continue their defensive set-up over the course of 90 minutes. The team are at only their second World Cup and have the knock-out stages as their target for a successful tournament. I will be highlighting some key players to watch out for shortly but first the teams have announced their starting line-ups. Stay tuned for all the updates coming shortly ahead of kick-off at 8.30am BST."
                },
                "isHosted": false,
                "pillarId": "pillar/sport",
                "pillarName": "Sport"
            },
            {
                "id": "business/live/2023/jul/21/hot-weather-lift-retail-sales-britain-government-borrowing-falls-business-live",
                "type": "liveblog",
                "sectionId": "business",
                "sectionName": "Business",
                "webPublicationDate": "2023-07-21T10:37:50Z",
                "webTitle": "Hot weather helps lift retail sales; UK government borrowing falls – business live ",
                "webUrl": "https://www.theguardian.com/business/live/2023/jul/21/hot-weather-lift-retail-sales-britain-government-borrowing-falls-business-live",
                "apiUrl": "https://content.guardianapis.com/business/live/2023/jul/21/hot-weather-lift-retail-sales-britain-government-borrowing-falls-business-live",
                "fields": {
                    "headline": "Hot weather helps lift retail sales; UK government borrowing falls – business live ",
                    "byline": "Julia Kollewe",
                    "thumbnail": "https://media.guim.co.uk/d06c88577030c330e8bafa368b3ab29dc3a0081d/0_170_5120_3074/500.jpg",
                    "bodyText": "In financial markets, global stocks are subdued after disappointing earnings from big US tech companies sapped risk appetite. Shares in the electric carmaker Tesla and streaming giant Netflix slumped 9.7% and 8.4% respectively yesterday while Taiwanese chipmaker TSMC warned of a drop in 2023 sales this week. This drove the tech-heavy Nasdaq 2% lower, its biggest one-day loss since March. The FTSE 100 index in London is less than 8 points ahead at 7,653, while Germany’s Dax is down 64 points, or 0.4%, and the French and Italian bourses are between 0.2% and 0.3% ahead. Britain’s competition watchdog is waiting for Microsoft to submit a modified deal structure to buy “Call of Duty” maker Activision Blizzard for $69bn (£53bn). The Competition and Markets Authority’s chief executive, Sarah Cardell, has been talking about this on BBC radio 4 this morning. The European and US regulators have already approved the deal, but the CMA won’t give the green light until its concerns around cloud gaming are fully reserved, Cardell stressed. We identified very serious concerns about cloud gaming and the impact that that deal would have on the market and those concerns would need to be fully resolved by any new transaction structure. It’s incredibly important… that this market remains open and competitive. It’s a new developing innovative market. And we want to make sure that all sorts of businesses can compete and thrive in that market. And that includes, for example, being able to offer cloud streaming through a variety of different business models, subscription services, for example, that includes being able to offer cloud gaming on non-Windows operating systems. So we will need to see what Microsoft puts forward in terms of its newly structured offer. But be in no doubt, as I say this would need to fully resolve our concerns. She said the CMA’s concerns were shared by the other regulators. We all shared very serious concerns about this transaction. There was no difference between us in that sense. We have to carry through our process in the UK and apply the UK rules that we have. If Microsoft puts forward a new h transaction and that triggers a new notification process, we will consider that regardless of what’s happening in other jurisdictions. The European Commission accepted Microsoft’s proposed remedies and cleared the transaction. Then the Federal Trade Commission in the US, which wanted to fight the deal, was blocked in court last week from gaining an injunction to halt it. Here’s our full story on retail sales: The hottest June on record gave an unexpected boost to retail sales last month, with households in Great Britain buying more food and furniture despite continued pressure on budgets. Officials figures showed that the quantity of goods bought rose 0.7% month on month, much higher than average analyst forecasts of a 0.2% bump in sales volumes, with most retailers reporting purchases were up, aside from petrol and diesel sellers. That is a bounceback from the mere 0.1% monthly rise in retail sales in May, a figure that has been revised down from initial estimates of 0.3%. Supermarkets were one of the biggest drivers of consumer spending, with food sales benefiting from discounts and rising temperatures. Food stores, which had experienced a 0.4% drop in May, bounced back with a 0.7% rise in sales in June, according to the Office for National Statistics (ONS). The big summer getaway has started, but it’s marred by traffic jams on Britain’s roads and delays at the Port of Dover. An estimated 12.6m car journeys will be made for a day trip or holiday between Friday and Monday as most schools in England and Wales break up for the summer, according to the RAC, PA reported. The Association of British Travel Agents said more than two million UK holidaymakers will be heading overseas this weekend. Spain remains the top destination for families, in particular the Costa del Sol and the Balearic and Canary Islands, but there is also strong demand for Bulgaria, Portugal, Turkey, Morocco and Greece, the travel association said. Mark Tanzer, Abta chief executive, said: Thousands of families will be jetting off this weekend as the majority of schools in the UK start their summer break. Many of these will be taking their first overseas summer holiday since the pandemic, returning to much-loved destinations, and will have a fantastic experience in store. The Port of Dover said it was taking about 90 minutes for departing passengers to pass through border checks this morning. It said it is “an extremely popular travel day” and “traffic is moving according to plan”. Enhanced post-Brexit passport checks by French border officials Police Aux Frontieres have significantly increased processing times at the Kent port. Ferry operator DFDS said it is operating additional sailings to meet demand this weekend. Rail passengers face more disruption from a second day of strikes tomorrow, as members of the Rail, Maritime and Transport union (RMT), including station staff and train managers, strike again in a long-running dispute over pay, jobs and conditions. On the roads, National Highways said it has closed part of the Dartford Crossing because of a crash, causing three miles of congestion. This is where the M25, the UK’s busiest motorway, crosses the River Thames east of London between Dartford and Thurrock. Transport analysis company Inrix said traffic hotspots will include the M5 south from near Bristol (junction 15) to Bridgwater (junction 23), which is a popular route for holidaymakers travelling to the south west. Another is the M25 clockwise between junction 10 for the A3 to Kingston and junction 6 for the A22 to East Grinstead. After a small drop yesterday, average mortgage rates have ticked up again, despite a sharp slowdown in UK inflation to 7.9% and expectations that interest rates probably won’t have to rise above 6%, as previously feared. The two-year fixed residential mortgage rose to 6.8% today from 6.79% yesterday, while the five-year fix edged up to 6.32% from 6.31%, according to Moneyfacts. There are 4,558 mortgage products available, 63 more than yesterday. There is some good news for savers: The average rate on an easy access savings account has jumped to 2.7% from 2.62%. The Farage affair rumbles on. Yesterday, the head of NatWest apologised to Nigel Farage for what she called “deeply inappropriate comments” about the former Ukip leader in an internal report that led to the closure of his accounts at the group’s exclusive private bank, Coutts. Dame Alison Rose issued a public statement and wrote a letter to Farage apologising for the way the NatWest subsidiary had handled its decision to cut ties with the Brexit campaigner. Philip Auger, a former TSB board member who has written about the world of banking, said the big question is how much Rose knew, and when – whether she was briefed about this or whether the decision was taken at a lower level. He told BBC radio 4’s Today programme: I don’t think it can end with this apology… It may not end for chief executive Alison Rose, in particular, and for the banking industry. You can’t have what is essentially a kind of a fundamental utility type industry deciding who will say what and who’s free to give political opinions and who isn’t. It kind of strikes at the core of democracy and I don’t think it can end here now. I mean, the big issue really is what Alison Rose knew about this, was this decision to de-bank Farage actually run by her personally, was she briefed about it, or was it taken at a lower level? Responding to the suggestion that she could lose her job over the matter, Auger said: It depends entirely on on how much she knew, and when. And the regulator, the Financial Conduct Authority, will be quite interested in the briefing that went on before the full story broke. Alison Rose’s mantra has always been inclusive. Inclusivity is at the heart of our organisation. Auger also noted that she “has done a pretty stunning job at turning that NatWest round”. The bank is still 38% owned by the taxpayer following its bailout during the financial crisis when it was known as Royal Bank of Scotland. Divya Sridhar, economist at PwC, said: The latest inflation data provided some hope for public finances. CPI inflation fell to 7.9% in June, compared to 8.7% in the previous month. Looking ahead, lower inflation should help ease government spending pressures driven by debt interest payments and inflation-linked benefits. In addition, the fall in Ofgem’s energy price cap for July to September 2023 will bring household energy prices below the government’s Energy Price Guarantee, providing further relief to public spending. However, Samuel Tombs, chief UK economist at Pantheon Macroeconomics, takes a gloomier view. Good news on recent levels of public borrowing will not be celebrated much at the Treasury, given that the outlook for debt interest payments has deteriorated substantially since the budget. We continue to think that the chancellor will not have scope to cut taxes meaningfully before the next general election, which must be held by January 2025. The public finances were less rosy. The government’s debt pile was bigger than the UK’s economic output in June – the first time this has happened for more than 60 years. The chancellor, Jeremy Hunt, vowed to maintain fiscal discipline: Now more than ever we need to maintain discipline with the public finances. We are at a crucial juncture and need to avoid reckless spending. As this week’s fall in inflation showed, we will start to see results if we stick to our plan to halve inflation, grow the economy and get debt falling. The strong rise in June retail sales points to economic growth in the April to June quarter, some economists say. Martin Beck, chief economic advisor to the EY Item Club, said: Retailers’ better performance in the second quarter increases the likelihood that the economy managed to grow in the quarter, despite headwinds from May’s extra bank holiday and ongoing industrial action. But the sector will likely face significant challenges with holding onto its recent strength. So far, the impact of rising interest rates has been modest, reflecting the high share of fixed-rate mortgages and a pick-up in interest income for savers. But a rising number of households are reaching the end of fixed-rate deals and those re-mortgaging in the second half of this year typically face a rise in monthly mortgage payments of several hundred pounds. Meanwhile, households’ spending power remains under pressure from still-high inflation. And these headwinds appear to be finally affecting consumer confidence – the GfK measure slid in June, the first fall since January. That said, pressure from inflation is becoming less significant, as June’s fall in Consumer Price Index (CPI) inflation demonstrated… So, a difficult outlook for retailers, but with some sources of hope. And Simon French, chief economist at Panmure Gordon, tweeted: Other experts are more (cautiously) upbeat. Helen Dickinson, chief executive of the British Retail Consortium, said: June’s sunshine gave retail sales growth a boost as customers readied themselves for the summer season, with products in areas such as fashion, skincare and books performing particularly well. Nonetheless, consumer confidence remains fragile, and with households feeling the pinch from high inflation and rising interest rates they held back on making big ticket purchases, especially in areas such as electricals. Retailers are hopeful that consumer confidence will improve over the coming months as inflation eases. Falling inflation rates are a clear sign that competition is bringing down prices wherever cost pressures ease. While retailers are doing their bit, government has a role to play in bringing inflation down. The costly reforms to the packaging levy (Extended Producer Responsibility) and a new deposit return scheme could together add £4bn in costs to retailers, putting renewed pressure on prices. Government should reconsider the timelines for these interventions in order to not make the current challenging environment even more challenging for households and businesses. Is this the last hurrah? asks Jonathan Moyes, head of investment research at Wealth Club. Retail sales in June came in much stronger than expected, this is despite fears of soaring mortgage costs and stubborn inflation dominating the news flow over the month. I am reminded of a well-known quote describing economics “if you are not a little confused, you don’t understand it”. It appears that warm weather drove consumers onto the high street in search of new clothing and garden furniture over the month. Whilst the picture may look rosy now, as the months grow colder, there is a risk the chill of higher mortgage costs and inflation will weigh heavy on household budgets. The big question is how much longer can the consumer hold out? Is this the last hurrah of summer spending before the cost of living squeeze really begins to really bite, or is the consumer in a stronger financial position than many predict? For now, the UK consumer continues to defy the doom mongers. Kelly Miely, retail partner at Deloitte, said: The hottest June on record painted a sunny picture for retailers as sales lifted for the third consecutive month. Spending on clothing and furniture rose as consumers devoted a larger share of their wallet towards discretionary items, as we’ve also seen in our latest Consumer Tracker. Even as inflation begins to fall, the changing economic landscape is not immediately influencing consumer behaviours. Many consumers continue to source cheaper products through discounting and value-ranges, as well as opting to shop at budget stores. Mid-market brands and retailers will therefore need to show the value and quality of their product ranges to encourage spending. “Sales boosted by sunny weather, but that may be as bright as it gets” – that’s the verdict from Ashley Webb, UK economist at Capital Economics. He thinks that as the full impact of interest rate hikes feeds through, the economy will still tip into recession in the coming months. The further increase in retail sales volumes in June suggests the recent resilience in economic activity hasn’t yet faded. But our view that interest rates will rise further, from 5% now to a peak of 5.50%, suggest that it’s too soon to conclude that the rebound in retail sales will be sustained and that the economy will avoid a recession… Looking ahead, the GfK measure of consumer confidence fell for the first time since January from -24 in June to -30 in July… With the full drag on activity from higher interest rates yet to be felt, we still think the economy will tip into recession in the second half of this year and real consumer spending will fall by 0.5% from its peak to its trough. Good morning, and welcome to our rolling coverage of business, the financial markets and the world economy. We’ve woken up to news that retail sales across Britain rose more strongly than expected in June, boosted by sizzling temperatures (it was the hottest June on record) and supermarket promotions. Sales volumes climbed 0.7% month on month, while May’s rise was revised lower to 0.1% from 0.3%, according to the Office for National Statistics. The June figure exceeded economists’ expectations of a 0.2% monthly gain. Food sales bounced back with 0.7% growth following a 0.4% drop in May, with some supermarkets saying that the good weather and promotions helped sales. Sales were strong at most retailers with the exception of garden centres, clothes shops and petrol retailers. Department stores and furniture retailers also had a good month as the summer sales started, which brought in more customers. ONS chief economist Grant Fitzner said: Retail sales grew strongly, with food sales bouncing back from the effects of the extra Bank Holiday, partly helped by good weather, and department stores and furniture shops also having a strong month. However, these were partially offset by falls in fuel, garden centres and clothes shops. Separate official figures showed that the UK government borrowed £18.5bn last month, £400m less than a year earlier but the third-highest June borrowing since monthly records began in 1993. Higher tax receipts and a substantial fall in debt interest payable compared with June 2022 were largely offset by increased benefit payments and other costs."
                },
                "isHosted": false,
                "pillarId": "pillar/news",
                "pillarName": "News"
            },
            {
                "id": "politics/2023/jul/21/how-labour-lib-dem-tory-byelection-winners-reflect-best-chances",
                "type": "article",
                "sectionId": "politics",
                "sectionName": "Politics",
                "webPublicationDate": "2023-07-21T10:14:49Z",
                "webTitle": "Who are the new Labour, Lib Dem and Tory MPs and what do they stand for?",
                "webUrl": "https://www.theguardian.com/politics/2023/jul/21/how-labour-lib-dem-tory-byelection-winners-reflect-best-chances",
                "apiUrl": "https://content.guardianapis.com/politics/2023/jul/21/how-labour-lib-dem-tory-byelection-winners-reflect-best-chances",
                "fields": {
                    "headline": "Who are the new Labour, Lib Dem and Tory MPs and what do they stand for?",
                    "byline": "Kiran Stacey",
                    "thumbnail": "https://media.guim.co.uk/c58bcf5a2164429e1b489adf14a2ae96aac052e8/0_82_6000_3600/500.jpg",
                    "bodyText": "When parliament returns in the autumn, it will have three new MPs, each of whom represents something unique about their party’s best chances of success at the next election. For Labour, Keir Mather’s victory in Selby and Ainsty was evidence of the power of the “change” message it hopes to sell to voters next year. At 25 years old, Mather will become the “baby of the house”, having run on the campaign slogan of “a fresh start”. After his victory on Thursday night, he told reporters: “As a young person in politics, I really hope to be a representative for the power that young people have to make a difference.” Labour officials will also take heart that Mather won by cleaving firmly to the main campaign messages of the national party, to such an extent it earned derision from his opponents. Johnny Mercer, the Conservative MP and minister of state for veterans’ affairs, told Sky News on Thursday night: “I think it’s always good to get new people in politics, but I think we mustn’t become a repeat of The Inbetweeners. “You’ve got to have people who have actually done stuff. This guy has been at Oxford University more than he’s been in a job. You put a chip in him there and he just relays Labour lines, and the problem is people have kind of had enough of that.” Labour, however, points to Mather’s victory as proof that voters have not had enough of candidates like him. The Liberal Democrats’ chances of victory in Somerton and Frome looked to have taken a knock early in the campaign after their candidate, Sarah Dyke, struggled to answer questions about her party’s national policies in an interview with the Guardian. But Dyke’s victory showed the party’s history of strong local campaigning in the south-west is beginning to yield results again after several years of poor outcomes after going into coalition with the Conservatives in 2010. As well as serving as a local councillor, Dyke comes from a Somerset farming family that can trace its roots back 250 years. She won plaudits on the campaign trail for her knowledge of farming issues, even if her party occasionally caused irritation with the number of leaflets it pushed through letterboxes. For the Conservatives, however, there is one main message from Steve Tuckwell’s unexpected victory in Uxbridge and Ruislip: do not campaign on a Conservative platform. Tuckwell is a longstanding Tory councillor in the area but barely mentioned the party or the prime minister on his campaign material. Instead of referring to himself as the Tory candidate, he called himself the “anti-Ulez candidate”, referring to the Labour mayor Sadiq Khan’s plans to extend the ultra-low emission zone to outer London. Tuckwell’s one-issue campaign paid off and gave the Tories a blueprint for how they might cling on to more seats than expected at next year’s election. If the party can find other such local “wedge” issues next year, they might be able to buck the national trend. The problem will be finding the issues that work and the candidates who might best exploit them."
                },
                "isHosted": false,
                "pillarId": "pillar/news",
                "pillarName": "News"
            },
            {
                "id": "music/2023/jul/21/post-your-questions-for-devendra-banhart",
                "type": "article",
                "sectionId": "music",
                "sectionName": "Music",
                "webPublicationDate": "2023-07-21T10:06:13Z",
                "webTitle": "Post your questions for Devendra Banhart",
                "webUrl": "https://www.theguardian.com/music/2023/jul/21/post-your-questions-for-devendra-banhart",
                "apiUrl": "https://content.guardianapis.com/music/2023/jul/21/post-your-questions-for-devendra-banhart",
                "fields": {
                    "headline": "Post your questions for Devendra Banhart",
                    "byline": "Ben Beaumont-Thomas",
                    "thumbnail": "https://media.guim.co.uk/a61fd27770de591b67a6c189d5e737f9d4a25fcb/1664_954_2740_1645/500.jpg",
                    "bodyText": "For more than 20 years, singer-songwriter Devendra Banhart has been bringing his distinctive croon to bear on a brilliant catalogue that has hopped from outsider folk to synthpop. As he prepares to release his next album, Flying Wig, on 22 September, he’ll answer your questions spanning his career to date, which you can post in the comments below. Born in Texas, Banhart was raised in his mother’s homeland of Venezuela before moving back to the US in his teens. A spell at art school led to experiments with music, and he began the kind of free-spirited songwriting and performance that came to define him, busking around various cities and recording musical sketches on the fly. His breakthrough second album, Oh Me Oh My, came out in 2002, and Banhart became a key name in the diffuse “freak folk” movement of the era. His ambitions and musical arrangements swelled as he jumped from the little label Young God to mega-indie XL Recordings and eventually a major label (his stardom helped along by a high-profile romance with Natalie Portman), picking up collaborators such as Anohni, Beck and the actor Gael García Bernal along the way. A four-year break from album releases after 2009’s What Will We Be seemed to do him good: 2013 comeback Mala is perhaps his finest record to date, though its brilliant followups Ape in Pink Marble and Ma further establish this later period of his songwriting as his strongest. He continues it with Flying Wig, an album made in a Topanga cabin once owned by Neil Young and produced by Welsh alt-pop star Cate Le Bon, who helped to evolve his sound, now encompassing warm, drowsy synths and tinny drum machines. It was inspired in part by a poem by 18th-century Japanese poet Kobayashi Issa: This dewdrop world – Is a dewdrop world, And yet, And yet … “I’ve never read a more concise and clear illustration of hope,” Banhart has explained. “The ‘and yet, and yet’ is our ability to face despair with hope, to keep on failing and loving. It’s about transmuting despair into gratitude, wounds into forgiveness, grief into praise.” Whether you want to know about this new album born out of sadness and hope, or indeed about any of the rest of his variously impish and melancholy catalogue, post your questions below before 6pm BST on Tuesday 25 July."
                },
                "isHosted": false,
                "pillarId": "pillar/arts",
                "pillarName": "Arts"
            },
            {
                "id": "world/2023/jul/21/spanish-peoples-party-leader-accused-sexism-makeup-jibe",
                "type": "article",
                "sectionId": "world",
                "sectionName": "World news",
                "webPublicationDate": "2023-07-21T10:06:03Z",
                "webTitle": "Spanish People’s party leader accused of sexism with ‘makeup’ jibe",
                "webUrl": "https://www.theguardian.com/world/2023/jul/21/spanish-peoples-party-leader-accused-sexism-makeup-jibe",
                "apiUrl": "https://content.guardianapis.com/world/2023/jul/21/spanish-peoples-party-leader-accused-sexism-makeup-jibe",
                "fields": {
                    "headline": "Spanish People’s party leader accused of sexism with ‘makeup’ jibe",
                    "byline": "Sam Jones in Madrid",
                    "thumbnail": "https://media.guim.co.uk/d093cdcc344957ba346dbd855ea6528518463971/0_0_2560_1536/500.jpg",
                    "bodyText": "The leader of Spain’s conservative People’s party (PP), which is leading the polls before Sunday’s snap general election, has been accused of sexism after making a pointed reference to the deputy prime minister’s makeup during a campaign rally. Speaking in Madrid on Thursday, Alberto Núñez Feijóo accused Yolanda Díaz, who is also the labour minister, of massaging Spain’s employment figures, claiming that while the socialist-led coalition government was attempting to pass off workers on temporary contracts as being employees, “the truth lies in the embellished employment figures”. He added: “Looking at the deputy prime minister who’s in charge of employment, she knows a lot about makeup. There’s no doubt about that. A lot – more than ever.” Feijóo’s comments followed an awkward week for the PP leader. As well as being caught out by a journalist over his incorrect claims about his party’s track record on pension levels, Feijóo has also faced renewed questions about his relationship with a well-known drug trafficker from his home region of Galicia. He then had to pause campaigning because of a bad back and opted out of a debate between party leaders on Wednesday evening. Díaz hit back in a tweet on Thursday evening. “I’m glad you’re feeling better, Mr Feijóo,” she wrote. “I’d be delighted to debate you tomorrow on the employment figures and on your economic project for Spain. Whenever and wherever you want.” Her allies were more direct. Alejandra Jacinto, the housing spokesperson in Díaz’s leftwing Sumar alliance, said: “All of Spain saw him caught in a lie over pensions at the beginning of the week. Then he ducked the debate. And he ends the week ripping into Yolanda over the way she looks in a pathetic sexist attack. They’re nervous because we’re going to win the election.” María Eugenia Rodríguez Palop, a Podemos MEP, said the PP leader’s remarks did not bode well for his dealings with the most senior women in Europe, such as Roberta Metsola, the president of the European parliament, and Ursula von der Leyen, the president of the European Commission. “Mr Feijóo has always embellished his life and now he comes out with this bar-room rubbish,” she said in a tweet. “And Mr Feijóo wants to lead Spain and to represent us in Europe. I give him about five seconds trying to talk lipstick with Metsola and Von der Leyen.” Feijóo and Díaz, who is also from Galicia, have known each other for a long time. On Monday, the Sumar leader said Feijóo still needed to clarify his exact relationship with Marcial Dorado, with whom he appears in holiday photos taken in the 1990s and which were published 10 years ago. Feijóo was a senior politician in Galicia before serving as regional president between 2009 and last year. Dorado was arrested in 2003 and subsequently jailed for offences including drug trafficking, bribery and money laundering. Feijóo has always insisted he had no reason to suspect Dorado was involved in anything illegal, and has said he broke off contact with Dorado as soon as he was charged with criminal offences. But Díaz said there were still questions for Feijóo to answer. “If he’s got nothing to hide, he should explain his relationship with a narco,” she said on Monday. “He knew perfectly well who Marcial Dorado was. If any progressive person were to do what Mr Feijóo did, I don’t need to tell him what would be made of it.” The PP leader replied by saying he was not aware of his friend’s illegal activities. “He wasn’t facing any charges at that time,” Feijóo said on Wednesday. “It’s easier to find out about these things now because you’ve got the internet and Google. When I knew him, this gentleman wasn’t facing any proceedings over drug trafficking.”"
                },
                "isHosted": false,
                "pillarId": "pillar/news",
                "pillarName": "News"
            }
        ]
    }
}